Repository: EFForg/privacybadger-website
Catalog: po/faqs.*.po
Languages: es, fr, ru, zh_cn

source: What is Privacy Badger?
es: ¿Qué es Privacy Badger?
fr: Qu’est-ce que Privacy Badger ?
ru: Что такое Privacy Badger?
zh_cn: 什么是隐私獾？

source: Privacy Badger is a browser extension that stops advertisers and other third-party trackers from secretly tracking where you go and what pages you look at on the web. If an advertiser seems to be tracking you across multiple websites without your permission, Privacy Badger automatically blocks that advertiser from loading any more content in your browser. To the advertiser, it's like you suddenly disappeared.
es: Privacy Badger es una extensión para el navegador que evita que los anunciantes y otros rastreadores de terceros rastreen secretamente adónde va y qué páginas ve en la web. Si un anunciante parece estar rastreándolo a través de múltiples sitios web sin su permiso, Privacy Badger bloqueará automáticamente a ese anunciante para que no cargue más contenido en su navegador. Para el anunciante, es como si de repente hubieras desaparecido.
fr: Privacy Badger est une extension pour navigateurs qui empêche les annonceurs et autres traqueurs tiers de suivre clandestinement vos allées et venues, ainsi que les pages que vous consultez sur le Web. Si un annonceur semble vous suivre sur plusieurs sites Web sans votre permission, Privacy Badger empêche automatiquement cet annonceur de charger tout autre contenu dans votre navigateur. Tout ce que l’annonceur constate est votre disparition soudaine.
ru: Privacy Badger — это расширение для браузера, которое не позволяет рекламодателям и другим сторонним трекерам тайно отслеживать, куда вы переходите и какие страницы просматриваете в интернете. Если кажется, что рекламодатель отслеживает вас на нескольких сайтах без вашего разрешения, Privacy Badger автоматически блокирует этого рекламодателя от загрузки любого дальнейшего содержимого в ваш браузер. Для рекламодателя это выглядит так, как будто вы внезапно исчезли.
zh_cn: 隐私獾是一个浏览器扩展程序，它可以阻止广告商和其他第三方跟踪器秘密跟踪您去哪里，以及您在网上看什么网页。 如果一个广告商似乎在未经您允许的情况下在多个网站上跟踪您，隐私獾会自动阻止该广告商在您的浏览器中加载更多内容。 对广告商来说，您就像突然消失了一样。

source: How is Privacy Badger different from other blocking extensions?
es: ¿En qué se diferencia Privacy Badger de otras extensiones de bloqueo?
fr: En quoi Privacy Badger est-elle différente des autres extensions de blocage ?
ru: Чем Privacy Badger отличается от других блокирующих расширений?
zh_cn: 隐私獾与其他拦截扩展有何不同？

source: Privacy Badger was born out of our desire to be able to recommend a single extension that would:
es: Privacy Badger nació de nuestro deseo de ser capaces de recomendar una sola extensión que:
ru: Privacy Badger появился из нашего желания иметь возможность порекомендовать только одно расширение, которое:

source: - Automatically analyze and block any tracker or ad that violated the principle of user consent - Function well without any settings, knowledge, or configuration by the user - Use algorithmic methods to decide what is and isn't tracking - Be produced by an organization that is unambiguously working for its users rather than for profit
es: - Analizara y bloqueara automáticamente cualquier rastreador o anuncio que violara el principio de consentimiento del usuario - Pudiera funcionar bien sin ningún tipo de configuración o conocimiento por parte del usuario - Utilizara métodos algorítmicos para decidir lo que se está rastreando y lo que no se está rastreando - Fuera producido por una organización que trabajara inequívocamente para todos los usuarios en lugar de ánimo de lucro
ru: - Будет автоматически анализировать и блокировать любой трекер или рекламу, которая нарушает принцип согласия пользователя - Может нормально функционировать без каких-либо настроек, знаний или конфигурации от пользователя - Использует алгоритмические методы для решения того, что является отслеживанием, а что не является - Производится организацией, которая однозначно работает для своих пользователей, а не на выгоду

source: As a result, Privacy Badger differs from traditional ad-blocking extensions in two key ways. First, while most other blocking extensions prioritize blocking ads, Privacy Badger doesn't block ads unless they happen to be tracking you; in fact, one of our goals is to incentivize advertisers to adopt better privacy practices.
es: Por ello, Privacy Badger se diferencia de las extensiones tradicionales de bloqueo de anuncios en dos aspectos fundamentales. En primer lugar, mientras que la mayoría de las extensiones de bloqueo dan prioridad al bloqueo de anuncios, Privacy Badger no bloquea los anuncios a menos que te estén rastreando; de hecho, uno de nuestros objetivos es incentivar a los anunciantes para que adopten mejores prácticas de privacidad.
ru: В результате Privacy Badger отличается от традиционных расширений для блокировки рекламы по двум ключевым параметрам. Во-первых, в то время как большинство других расширений для блокировки отдают приоритет блокировке рекламы, Privacy Badger не блокирует рекламу, если только она не отслеживает вас; фактически, одна из наших целей — стимулировать рекламодателей вести себя более достойно.

source: Second, most other blockers rely on a human-curated list of domains or URLs to block. Privacy Badger is an algorithmic tracker blocker -- we define what “tracking” looks like, and then Privacy Badger blocks or restricts domains that it observes tracking in the wild. What is and isn’t considered a tracker is entirely based on how a specific domain acts, not on human judgment.
es: En segundo lugar, la mayoría de los otros bloqueadores se basan en una lista de dominios o URLs seleccionadas por el ser humano para ser bloqueadas. Privacy Badger es un bloqueador de rastreadores algorítmico: nosotros definimos qué es el "rastreo", y luego Privacy Badger bloquea o restringe los dominios que observa que rastrean en la naturaleza. Lo que se considera y lo que no se considera un rastreador se basa totalmente en cómo actúa un dominio específico, no en el juicio humano.
ru: Во-вторых, большинство других блокировщиков полагаются на управляемый человеком список доменов или URL-адресов для блокировки. Privacy Badger — это алгоритмический блокировщик трекеров: мы определяем, как выглядит отслеживание, и затем Privacy Badger блокирует или ограничивает домены, которые он определил как трекеры, в реальной обстановке. То, что считается трекером, а что нет, полностью основано на том, как проявляет себя конкретный домен, а не на человеческом суждении.

source: Privacy Badger sends the [Global Privacy Control](https://globalprivacycontrol.org/) signal to opt you out of data sharing and selling, and the [Do Not Track](https://www.eff.org/issues/do-not-track) signal to tell companies not to track you. If trackers ignore these signals, Privacy Badger will learn to block them.
es: Privacy Badger envía la señal [Control de privacidad global](https://globalprivacycontrol.org/) para excluirte de compartir y vender datos, y la señal [No rastrear](https://www.eff.org/issues/do-not-track) para indicar a las empresas que no te rastreen. Si los rastreadores ignoran estos señales, Privacy Badger aprenderá a bloquearlos.
ru: Privacy Badger отправляет сигнал [Global Privacy Control](https://globalprivacycontrol.org/), чтобы отказаться от разпростровления и продажи ваших данных, и отправляет сигнал [Do Not Track](https://www.eff.org/issues/do-not-track), чтобы сообщить компаниям не отслеживать вас. Если трекеры проигнорируют эти сигналы, Privacy Badger научится блокировать их.

source: Beyond this, Privacy Badger comes with other advantages like cookie blocking, [click-to-activate placeholders](#How-does-Privacy-Badger-handle-social-media-widgets) for potentially useful tracker widgets (video players, comments widgets, etc.), and outgoing link click tracking removal on [Facebook](https://www.eff.org/deeplinks/2018/05/privacy-badger-rolls-out-new-ways-fight-facebook-tracking) and [Google](https://www.eff.org/deeplinks/2018/10/privacy-badger-now-fights-more-sneaky-google-tracking).
es: Más allá de esto, Privacy Badger viene con otras ventajas como el bloqueo de cookies, [marcadores de posición de clics](#How-does-Privacy-Badger-handle-social-media-widgets) para widgets de seguimiento potencialmente útiles (reproductores de vídeo, widgets de comentarios, etc.), y la eliminación del seguimiento de clics de enlaces salientes en [Facebook](https://www.eff.org/deeplinks/2018/05/privacy-badger-rolls-out-new-ways-fight-facebook-tracking) y [Google](https://www.eff.org/deeplinks/2018/10/privacy-badger-now-fights-more-sneaky-google-tracking).
ru: Помимо этого, Privacy Badger имеет другие преимущества, такие как блокировка куки-файлов, замена потенциально полезных виджетов (видео плееров, виджетов для комментарии, и т. п.) [специальными элементами с возможностью выборочной активации](#How-does-Privacy-Badger-handle-social-media-widgets), и удаление слежения из ссылок при переходе по ссылке на другой веб-сайт на [Facebook](https://www.eff.org/deeplinks/2018/05/privacy-badger-rolls-out-new-ways-fight-facebook-tracking) и [Google](https://www.eff.org/deeplinks/2018/10/privacy-badger-now-fights-more-sneaky-google-tracking).

source: By using Privacy Badger, you support the [Electronic Frontier Foundation](https://www.eff.org/) and help fight for a better Web for everybody.
es: Al utilizar Privacy Badger, apoyas a la [Electronic Frontier Foundation](https://www.eff.org/) y ayudas a luchar por una Web mejor para todos.
ru: Когда вы используете Privacy Badger, вы поддерживаете [Electronic Frontier Foundation](https://www.eff.org/) и помогаете бороться за лучший Интернет для всех.

source: Who makes Privacy Badger?
ru: Кто производит Privacy Badger?

source: Privacy Badger was created by the [Electronic Frontier Foundation](https://www.eff.org), a nonprofit organization that protects your privacy and free expression online. We make free tools like Privacy Badger, publish educational guides, testify before lawmakers about technology, and fight for the public interest in court—all thanks to support from EFF’s members. If you want a better internet and a strong democracy, [join the fight](https://supporters.eff.org/donate/support-privacy-badger) against creepy online surveillance.
ru: Privacy Badger создан некоммерческой организацией [Electronic Frontier Foundation](https://www.eff.org), которая защищает вашу приватность и свободное выражение в Интернете. Мы производим бесплатные инструменты, такие как Privacy Badger, публикуем образовательные материалы, выступаем перед законодателями по вопросам технологий, и отстаиваем общественные интересы в суде. Если вы желаете добиться лучшего Интернета и более сильный демократии, [присоединяйтесь к борьбе](https://supporters.eff.org/donate/support-privacy-badger) с зловещим онлайн-отслеживанием.

source: How does Privacy Badger work?
es: ¿Cómo funciona Privacy Badger?
fr: Comment fonctionne Privacy Badger ?
ru: Как работает Privacy Badger?
zh_cn: 隐私獾是如何工作的？

source: When you view a webpage, that page will often be made up of content from many different sources. For example, a news webpage might load the actual article from the news company, ads from an ad company, and the comments section from a different company that's been contracted out to provide that service.
es: Al ver una página web, esa página a menudo estará compuesta de contenido de muchas fuentes diferentes. Por ejemplo, una página web de noticias puede cargar el artículo real de la compañía de noticias, los anuncios de una compañía de anuncios y la sección de comentarios de una compañía diferente que ha sido contratada para proporcionar ese servicio.
ru: Когда вы просматриваете веб-страницу, она часто состоит из контента из многих разных источников. Например, веб-страница новостей может загружать саму статью из новостного агентства, рекламу из рекламной компании и раздел комментариев из другой компании, которая была нанята для предоставления этой услуги.

source: Privacy Badger keeps track of all of this. If the same source seems to be tracking across different websites, then Privacy Badger springs into action, telling the browser not to load any more content from that source. And when your browser stops loading content from a source, that source can no longer track you. Voila!
es: Privacy Badger lleva un registro de todo esto. Si la misma fuente parece estar rastreando a través de diferentes sitios web, entonces Privacy Badger entra en acción y le dice a el navegador que no cargue más contenido de esa fuente. Y cuando su navegador deja de cargar contenido de una fuente, esa fuente ya no puede seguirle la pista. ¡Voilà!
ru: Privacy Badger отслеживает все это. Если один и тот же источник, похоже, отслеживает вас на разных веб-сайтах, Privacy Badger вступает в действие и дает браузеру команду не загружать больше контент из этого источника. А когда ваш браузер перестает загружать контент из источника, этот источник больше не может отслеживать вас. Вуаля!

source: At a more technical level, Privacy Badger keeps track of the "third party" domains that embed images, scripts and advertising in the pages you visit. Privacy Badger looks for tracking techniques like uniquely identifying cookies, local storage "supercookies," and canvas fingerprinting. If it observes the same third-party host tracking on three separate sites, Privacy Badger will automatically disallow content from that third-party tracker.
es: A un nivel más técnico, Privacy Badger toma registro de los dominios de "terceros" que insertan imágenes, scripts y publicidad en las páginas que usted visita. Privacy Badger busca técnicas de rastreo como cookies de identificación única, "supercookies" de almacenamiento local, y el rastreo de las impresiones dactilares por parte de su navegador. Si observa que el mismo host de terceros le realiza un seguimiento en tres sitios distintos, Privacy Badger rechazará automáticamente el contenido de dicho tracker de terceros.
ru: На более техническом уровне Privacy Badger отслеживает домены «третьих сторон», которые встраивают изображения, скрипты и рекламу в посещаемые вами страницы. Privacy Badger ищет такие методы отслеживания, как уникальные идентификационные куки-файлы, «суперкуки-файлы» локального хранилища и отпечатки канвы. Если он обнаруживает одно и то же отслеживание стороннего хоста на трех разных сайтах, Privacy Badger автоматически запрещает контент от этого стороннего трекера.

source: By default, Privacy Badger receives [periodic learning updates](https://www.eff.org/deeplinks/2023/10/privacy-badger-learns-block-ever-more-trackers) from [Badger Sett](https://github.com/EFForg/badger-sett), our Badger training project. This "remote learning" automatically discovers trackers present on thousands of the most popular sites on the Web.
es: Por defecto, Privacy Badger recibe [actualizaciones periódicas de aprendizaje](https://www.eff.org/deeplinks/2023/10/privacy-badger-learns-block-ever-more-trackers) de [Badger Sett](https://github.com/EFForg/badger-sett), nuestro proyecto de entrenamiento de Badger. Este "aprendizaje remoto" descubre automáticamente los rastreadores presentes en miles de los sitios más populares de la web.
ru: По умолчанию Privacy Badger получает [периодические обновления обучения](https://www.eff.org/deeplinks/2023/10/privacy-badger-learns-block-ever-more-trackers) от [Badger Sett](https://github.com/EFForg/badger-sett), нашего проекта по обучению Badger. Это «удаленное обучение» автоматически обнаруживает трекеры, присутствующие на тысячах самых популярных сайтов в Интернете.

source: What is a third party tracker?
es: ¿Qué es un rastreador de terceros?
fr: Qu'est-ce qu'un traqueur tiers ?
ru: Что такое сторонний трекер?
zh_cn: 什么是第三方跟踪器？

source: When you visit a webpage parts of the page may come from domains and servers other than the one you asked to visit. This is an essential feature of [hypertext](https://en.wikipedia.org/wiki/Hypertext). On the modern Web, embedded images and code often use cookies and other methods to track your browsing habits — often to display advertisements. The domains that do this are called "third party trackers", and you can read more about how they work [here](https://www.eff.org/wp/behind-the-one-way-mirror).
es: Cuando usted visita una página web, algunas partes de la página pueden provenir de dominios y servidores distintos al que usted pidió que visitara. Esta es una característica esencial de [hipertexto](https://es.wikipedia.org/wiki/Hipertexto). En la Web moderna, las imágenes y el código incrustados a menudo utilizan cookies y otros métodos para rastrear sus hábitos de navegación, a menudo para mostrar anuncios. Los dominios que hacen esto se llaman "rastreadores de terceros" y puedes leer más sobre cómo funcionan [aquí](https://www.eff.org/wp/behind-the-one-way-mirror).
fr: Lorsque vous visitez une page Web, certaines parties de cette page peuvent provenir de domaines et de serveurs autres que celui que vous avez demandé à visiter. Il s'agit d'une caractéristique essentielle de l'[hypertexte](https://fr.wikipedia.org/wiki/Hypertexte). Sur le Web moderne, les images et le code intégrés utilisent souvent des cookies et d'autres méthodes pour suivre vos habitudes de navigation -- souvent pour afficher des publicités. Les domaines qui font cela sont appelés « traqueurs tiers » et vous pouvez en savoir plus sur leur fonctionnement [ici](https://www.eff.org/wp/behind-the-one-way-mirror).
ru: Когда вы посещаете веб-страницу, некоторые ее части могут поступать с доменов и серверов, отличных от того, который вы запросили для посещения. Это важная особенность [гипертекста](https://ru.wikipedia.org/wiki/%D0%93%D0%B8%D0%BF%D0%B5%D1%80%D1%82%D0%B5%D0%BA%D1%81%D1%82). В современном Интернете встроенные изображения и код часто используют куки-файлы и другие методы для отслеживания ваших привычек просмотра веб-страниц — чаще всего для показа рекламы. Домены, которые это делают, называются «сторонними трекерами», и вы можете узнать больше о том, как они работают, [здесь](https://www.eff.org/wp/behind-the-one-way-mirror).
zh_cn: 当您访问一个网页时，该网页的部分内容可能来自您要求访问的域和服务器之外。这是[超文本](https://zh.wikipedia.org/wiki/%E8%B6%85%E6%96%87%E6%9C%AC)的一个基本特征。在现代网络上，嵌入的图像和代码经常使用cookies和其他方法来跟踪您的浏览习惯--通常是为了显示广告。这样做的域名被称为 “第三方跟踪器”，您可以阅读更多关于它们如何工作的信息[这里](https://www.eff.org/wp/behind-the-one-way-mirror)。

source: What do the red, yellow and green sliders in the Privacy Badger menu mean?
es: ¿Qué significan los controles deslizantes rojo, amarillo y verde del menú de Privacy Badger?
fr: À quoi correspondent les curseurs rouges, jaunes et bleus dans Privacy Badger ?
ru: Что означают красные, желтые и зеленые переключатели в меню Privacy Badger?
zh_cn: 隐私獾菜单中的红色、黄色和绿色滑块是什么意思？

source: Red means that content from this third party domain has been completely disallowed.
es: Rojo significa que el contenido de este dominio de terceros ha sido completamente rechazado.
fr: La couleur rouge signifie que ce contenu de ce domaine tiers a été complètement bloqué.
ru: Красный цвет означает, что содержимое этого стороннего домена полностью запрещено.
zh_cn: 红色意味着来自这个第三方域的内容已被完全禁止。

source: Yellow means that the third party domain appears to be trying to track you, but it is on Privacy Badger's cookie-blocking "yellowlist" of third party domains that, when analyzed, seemed to be necessary for Web functionality. In that case, Privacy Badger will load content from the domain but will try to screen out third party cookies and referrers from it.
es: Amarillo significa que el dominio de terceros parece estar tratando de rastrearlo, pero está en la "lista amarilla" de dominios de terceros que bloquea las cookies de Privacy Badger y que, cuando se analiza, parece ser necesaria para la funcionalidad de la Web. En ese caso, Privacy Badger cargará el contenido del dominio, pero intentará eliminar las cookies y los referidos de terceros del mismo.
fr: La couleur jaune signifie que le domaine tiers semble essayer de vous suivre, mais qu'il est sur la « liste jaune » de Privacy Badger qui bloque les cookies de domaines tiers qui, lorsqu'ils sont analysés, semblent être nécessaires pour la fonctionnalité du site Web. Dans ce cas, Privacy Badger chargera le contenu du domaine mais essaiera de filtrer les cookies tiers et les référents de ce domaine.
ru: Желтый цвет означает, что сторонний домен, по-видимому, пытается отслеживать вас, но он находится в «желтом списке» Privacy Badger, в который входят домены третьих сторон, которые, по результатам анализа, необходимы для функционирования веб-сайта. В этом случае Privacy Badger загрузит контент с домена, но попытается отфильтровать куки-файлы и рефереры.
zh_cn: 黄色表示该第三方域似乎试图跟踪您，但它在隐私獾的cookie拦截“黄名单”上，经分析，该第三方域似乎对网络功能是必要的。在这种情况下，隐私獾将从该域加载内容，但将尝试从该域筛选出第三方cookie和推荐人。

source: Green means "no action"; Privacy Badger will leave the domain alone.
es: El color verde significa "ninguna acción"; Privacy Badger dejará el dominio en paz.
fr: La couleur verte signifie « pas d'action » ; Privacy Badger laisse ce domaine tranquille.
ru: Зеленый цвет означает «бездействие»; Privacy Badger оставит домен в покое.
zh_cn: 绿色意味着“不采取行动”；隐私獾将不理会该域。

source: Why does Privacy Badger block ads?
es: ¿Por qué el Privacy Badger bloquea la publicidad?
fr: Pourquoi Privacy Badger bloque les publicités ?
ru: Почему Privacy Badger блокирует рекламу?
zh_cn: 为什么隐私獾会屏蔽广告？
