Repository: EFForg/privacybadger-website
Catalog: po/faqs.*.po
Languages: es, fr, ru, zh_cn

source: Privacy Badger requires these permissions to do its job of automatically detecting and blocking trackers on all websites you visit. We are not ironically (or unironically) spying on you. For more information, see our [Privacy Badger extension permissions explainer](https://github.com/EFForg/privacybadger/blob/master/doc/permissions.md).
es: Privacy Badger requiere estos permisos para hacer su trabajo de detectar y bloquear automáticamente los rastreadores en todos los sitios web que usted visita. No estamos espiando irónicamente (o no). Para obtener más información, consulte nuestra [explicación de los permisos de la extensión Privacy Badger](https://github.com/EFForg/privacybadger/blob/master/doc/permissions.md).
fr: Privacy Badger a besoin de ces autorisations pour faire son travail de détection automatique et de blocage des traqueurs sur tous les sites Web que vous visitez. Nous ne vous espionnons pas ironiquement (ou pas ironiquement). Pour plus d'informations, consultez notre [Explication des autorisations de l'extension Privacy Badger](https://github.com/EFForg/privacybadger/blob/master/doc/permissions.md).
ru: Privacy Badger требует эти разрешения для автоматического обнаружения и блокировки трекеров на всех посещаемых вами веб-сайтах. Мы не шпионим за вами, ни иронически, ни серьезно. Для получения дополнительной информации см. наше [объяснение разрешений расширения Privacy Badger](https://github.com/EFForg/privacybadger/blob/master/doc/permissions.md).
zh_cn: 隐私獾需要这些权限来完成其工作，即自动检测和阻止您访问的所有网站上的跟踪器。欲了解更多信息，请参阅我们的[扩展权限解释](https://github.com/EFForg/privacybadger/blob/master/doc/permissions.md)。

source: Note that the extension permissions warnings only cover what the extension has access to, not what the extension actually does with what it has access to (such as whether the extension secretly uploads your browsing data to its servers). Privacy Badger will never share data about your browsing unless you choose to share it (by filing a broken site report). For more information, see EFF's [Privacy Policy for Software](https://www.eff.org/code/privacy/policy).
es: Tenga en cuenta que las advertencias sobre los permisos de la extensión sólo cubren aquello a lo que la extensión tiene acceso, no lo que la extensión realmente hace con lo que tiene acceso (como por ejemplo si la extensión sube secretamente sus datos de navegación a sus servidores). Privacy Badger nunca compartirá datos sobre su navegación a menos que usted decida compartirlos (presentando un informe de sitio roto). Para obtener más información, consulte la [Política de privacidad del software](https://www.eff.org/code/privacy/policy) de la EFF.
fr: Veuillez noter que les avertissements relatifs aux autorisations des extensions ne couvrent que ce à quoi l'extension a accès, et non ce que l'extension fait réellement avec ce à quoi elle a accès (par exemple, si l'extension téléverse secrètement vos données de navigation sur ses serveurs). Privacy Badger ne partagera jamais les données relatives à votre navigation, à moins que vous ne choisissiez de les partager (en remplissant un rapport de site non fonctionnel). Pour plus d'informations, veuillez consulter la [Politique de confidentialité pour les logiciels de l'EFF](https://www.eff.org/code/privacy/policy).
ru: Обратите внимание, что предупреждения о разрешениях расширений касаются только того, к чему расширение имеет доступ, а не того, что расширение фактически делает с тем, к чему оно имеет доступ (например, тайно загружает ли расширение ваши данные просмотра на свои серверы). Privacy Badger никогда не будет передавать данные о вашем просмотре, если вы не решите поделиться ими (подав отчет о неработающем сайте). Для получения дополнительной информации см. [Политику конфиденциальности EFF в отношении программного обеспечения](https://www.eff.org/code/privacy/policy).
zh_cn: 请注意，扩展权限警告只包括扩展可以访问的内容，而不包括扩展对其可以访问的内容的实际操作（如扩展是否将您的浏览数据秘密上传至其服务器）。隐私獾永远不会分享您的浏览数据，除非您选择分享（通过提交网站损坏报告）。欲了解更多信息，请参阅EFF的[软件隐私政策](https://www.eff.org/code/privacy/policy)。

source: Why aren't videos loading on YouTube? Why isn't Privacy Badger blocking ads on YouTube?
es: ¿Por qué no se cargan los vídeos en YouTube? ¿Por qué Privacy Badger no bloquea los anuncios en YouTube?
ru: Почему видео не загружаются на YouTube? Почему Privacy Badger не блокирует рекламу на YouTube?

source: Is YouTube not working? Try [disabling Privacy Badger](#I-found-a-bug%21-What-do-I-do-now) on YouTube. If that resolves the issue, see if re-enabling Privacy Badger breaks YouTube again. If YouTube goes back to not working, please [tell us](#I-found-a-bug%21-What-do-I-do-now) so we can look into what's going on.
es: ¿No funciona YouTube? Prueba [desactivando Privacy Badger](#I-found-a-bug%21-What-do-I-do-now) en YouTube. Si esto resuelve el problema, comprueba si al volver a activar Privacy Badger YouTube vuelve a dejar de funcionar. Si YouTube vuelve a no funcionar, por favor [informanos](#I-found-a-bug%21-What-do-I-do-now) para que podamos investigar qué está pasando.
ru: YouTube не работает? Попробуйте [отключить Privacy Badger](#I-found-a-bug%21-What-do-I-do-now) на YouTube. Если это решит проблему, посмотрите, не вызывает ли повторное включение Privacy Badger сбой YouTube. Если YouTube снова перестанет работать, [сообщите нам об этом](#I-found-a-bug%21-What-do-I-do-now), чтобы мы могли разобраться в ситуации.

source: Are you surprised that ads aren't being blocked on YouTube? Privacy Badger is primarily a privacy tool, [not an ad blocker](#Why-doesn%27t-Privacy-Badger-block-all-ads). When you [visit YouTube directly](#What-about-tracking-by-the-sites-I-actively-visit%2c-like-NYTimes.com-or-Facebook.com), Privacy Badger does not block ads on YouTube because YouTube does not use ["third party" trackers](#What-is-a-third-party-tracker). If you really dislike ads, you can also install a traditional ad blocker.
es: ¿Te sorprende que no se bloqueen los anuncios en YouTube? Privacy Badger es principalmente una herramienta de privacidad, [no un bloqueador de anuncios](#Why-doesn%27t-Privacy-Badger-block-all-ads). Cuando [visitas YouTube directamente](#What-about-tracking-by-the-sites-I-actively-visit%2c-like-NYTimes.com-or-Facebook.com), Privacy Badger no bloquea los anuncios en YouTube porque YouTube no utiliza [«rastreadores de terceros»](#What-is-a-third-party-tracker). Si realmente no te gustan los anuncios, también puedes instalar un bloqueador de anuncios tradicional.
ru: Вы удивлены, что реклама не блокируется на YouTube? Privacy Badger — это в первую очередь инструмент для защиты конфиденциальности, [а не блокировщик рекламы](#Why-doesn%27t-Privacy-Badger-block-all-ads). Когда вы [посещаете YouTube напрямую](#What-about-tracking-by-the-sites-I-actively-visit%2c-like-NYTimes.com-or-Facebook.com), Privacy Badger не блокирует рекламу на YouTube, потому что YouTube не использует [«сторонние» трекеры](#What-is-a-third-party-tracker). Если вам действительно не нравится реклама, вы также можете установить традиционный блокировщик рекламы.

source: I need help! I found a bug! What do I do now?
es: ¡Necesito ayuda! ¡Encontré un bug! ¿Qué hago ahora?
fr: J'ai besoin d'aide ! J'ai trouvé un bogue ! Qu'est-ce que je dois faire ?
ru: Мне нужна помощь! Нашел ошибку! Что мне теперь делать?
zh_cn: 我需要帮助! 我发现了一个Bug! 我现在该怎么做？

source: If a website isn't working like it should, you can disable Privacy Badger just for that site, leaving Privacy Badger enabled and protecting you everywhere else. To do so, navigate to the site with the problem, click on Privacy Badger's icon in your browser toolbar, and click the "**Disable for this site**" button in Privacy Badger's popup. You can also let us know about broken sites using the "**Report broken site**" button.
es: Si un sitio web no funciona como debería, puede desactivar Privacy Badger sólo para ese sitio, dejando Privacy Badger activado y protegiéndole en todos los demás sitios. Para ello, vaya al sitio con el problema, haga clic en el icono de Privacy Badger en la barra de herramientas de su navegador y haga clic en el botón "**Deshabilitar para este sitio**" en la ventana emergente de Privacy Badger. También puede informarnos sobre los sitios rotos haciendo clic en el botón "**Reportar sitio roto**".
fr: Si un site Web ne fonctionne pas comme il le devrait, vous pouvez désactiver Privacy Badger juste pour ce site, laissant Privacy Badger activée et vous protégeant partout ailleurs. Pour ce faire, naviguez vers le site qui pose problème, cliquez sur l’icône de Privacy Badger dans la barre d’outils de votre navigateur, puis cliquez sur le bouton « **Désactiver pour ce site** » dans la fenêtre contextuelle de Privacy Badger. Vous pouvez aussi nous signaler les sites non fonctionnels en cliquant sur le bouton « **Signaler un site perturbé** ».
ru: Если сайт не работает должным образом, вы можете выключить Privacy Badger только для этого сайта, оставив Privacy Badger включенным и защищающим вас на всех других сайтах. Для этого перейдите на сайт с проблемой, нажмите на иконку Privacy Badger на панели инструментов браузера и нажмите кнопку «**Отключить на этом сайте**» во всплывающем окне Privacy Badger. Вы также можете сообщить нам о неработающих сайтах, нажав на кнопку «**Сообщить о неполадках на сайте**».

source: To get help or to report bugs, please email [extension-devs@eff.org](mailto:extension-devs@eff.org). If you have a GitHub account, you can use our [GitHub issue tracker](https://github.com/EFForg/privacybadger/issues).
es: Para obtener ayuda o informar de errores, envíe un correo electrónico a [extension-devs@eff.org](mailto:extension-devs@eff.org). Si tienes una cuenta de GitHub, puedes utilizar nuestro [GitHub issue tracker](https://github.com/EFForg/privacybadger/issues).
fr: Pour obtenir de l'aide ou signaler des bogues, veuillez envoyer un courriel à [extension-devs@eff.org](mailto:extension-devs@eff.org). Si vous avez un compte GitHub, vous pouvez utiliser notre [gestionnaire de suivi des erreurs sur GitHub](https://github.com/EFForg/privacybadger/issues).
ru: Чтобы получить помощь или сообщить об ошибках, пишите на [extension-devs@eff.org](mailto:extension-devs@eff.org). Если у вас есть аккаунт на GitHub, вы можете использовать нашу [систему отслеживания проблем на GitHub](https://github.com/EFForg/privacybadger/issues).
zh_cn: 要获得帮助或报告bug，请发邮件给[extension-devs@eff.org](mailto:extension-devs@eff.org)。如果您有GitHub帐号，您可以使用我们的[GitHub问题跟踪器](https://github.com/EFForg/privacybadger/issues)。

source: You can also find us on [Mastodon](https://mastodon.social/@privacybadger) and [Bluesky](https://bsky.app/profile/privacybadger.org).
es: También puede encontrarnos en [Mastodon](https://mastodon.social/@privacybadger) y [Bluesky](https://bsky.app/profile/privacybadger.org).
ru: Вы также можете найти нас на [Mastodon](https://mastodon.social/@privacybadger) и на [Bluesky](https://bsky.app/profile/privacybadger.org).

source: If you want to help directly with the project, we appreciate that as well. Please see [Privacy Badger's CONTRIBUTING document](https://github.com/EFForg/privacybadger/blob/master/CONTRIBUTING.md) for ways to get started.
es: Si quiere ayudar directamente con el proyecto, también te lo agradecemos. Consulte el documento [Privacy Badger's CONTRIBUTING document](https://github.com/EFForg/privacybadger/blob/master/CONTRIBUTING.md) para conocer las diferentes maneras de comenzar.
fr: Si vous voulez aider directement le projet, nous l'apprécions également. Vous pouvez consulter le document [Contribution à Privacy Badger](https://github.com/EFForg/privacybadger/blob/master/CONTRIBUTING.md) pour savoir par où commencer.
zh_cn: 如果您想直接帮助这个项目，我们也很感激。请参阅[隐私獾的贡献文件](https://github.com/EFForg/privacybadger/blob/master/CONTRIBUTING.md)，了解如何开始。

source: Privacy Badger was born out of our desire to be able to recommend a single extension that would automatically analyze and block any tracker or ad that violated the principle of user consent; which could function well without any settings, knowledge, or configuration by the user; which is produced by an organization that is unambiguously working for its users rather than for advertisers; and which uses algorithmic methods to decide what is and isn't tracking.
fr: Privacy Badger est née de notre désir de pouvoir recommander une seule extension qui analyserait et bloquerait automatiquement tout traqueur ou toute publicité qui aurait enfreint le principe de consentement de l’utilisateur ; qui pourrait bien fonctionner sans paramètres, sans connaissances ni configuration par l’utilisateur ; qui est produite par un organisme qui travaille sans équivoque pour ses utilisateurs et non pour les annonceurs ; et qui utilise des méthodes algorithmiques pour déterminer ce qui est et ce qui n’est pas du suivi.
zh_cn: 隐私獾的诞生源于我们希望能够推荐一个能够自动分析并阻止任何违反用户同意原则的追踪器或广告的扩展；它能够在不需要用户进行任何设置、了解或配置的情况下很好地发挥作用；它是由一个毫不含糊地为用户而不是为广告商工作的组织生产的；它使用算法来决定是或不是追踪。

source: As a result, Privacy Badger differs from traditional ad-blocking extensions in two key ways. First, while most other blocking extensions prioritize blocking ads, Privacy Badger is purely a tracker-blocker. The extension doesn’t block ads unless they happen to be tracking you; in fact, one of our goals is to incentivize advertisers to adopt better privacy practices. Second, most other blockers rely on a human-curated list of domains or URLs to block. Privacy Badger is an algorithmic tracker blocker -- we define what “tracking” looks like, and then Privacy Badger blocks or restricts domains that it observes tracking in the wild. What is and isn’t considered a tracker is entirely based on how a specific domain acts, not on human judgment. ([See also](#Is-Privacy-Badger-compatible-with-other-extensions%2c-including-other-adblockers).)
fr: En conséquence, Privacy Badger diffère des extensions traditionnelles de blocage des publicités de deux points principaux. Tout d'abord, alors que la plupart des autres extensions donnent la priorité au blocage des publicités, Privacy Badger est purement un bloqueur de traqueur. L'extension ne bloque pas les publicités à moins qu'elles ne vous suivent. En fait, l'un de nos objectifs est d'inciter les annonceurs à adopter de meilleures pratiques en matière de confidentialité. Deuxièmement, la plupart des autres bloqueurs s'appuient sur une liste de domaines ou d'adresses à bloquer, établie par un humain. Privacy Badger est un bloqueur de traqueur algorithmique -- nous définissons ce à quoi ressemble du « suivi », et puis Privacy Badger bloque ou restreint à la volée les domaines qu'il croise effectuant du suivi. Ce qui est et ce qui n'est pas considéré comme un traqueur est entièrement basé sur la façon dont un domaine spécifique agit, et non sur un jugement humain. ([Plus d'informations sur ce sujet ici](#Is-Privacy-Badger-compatible-with-other-extensions%2c-including-other-adblockers)).
zh_cn: 因此，隐私獾在两个关键方面有别于传统的广告拦截扩展。首先，其他大多数拦截扩展都优先拦截广告，而隐私獾纯粹是一个追踪器拦截器。该扩展不会阻止广告，除非它们碰巧在追踪您；事实上，我们的目标之一是激励广告商采取更好的隐私做法。第二，其他大多数拦截器都是依靠人工计算的域名或URL列表来进行拦截。隐私獾是一个算法跟踪器拦截器--我们定义“跟踪”是什么样子，然后隐私獾拦截或限制它观察到的野外跟踪域。是或不被认为是跟踪器，完全基于特定域的行为方式，而非人类的判断。([参见](#Is-Privacy-Badger-compatible-with-other-extensions%2c-including-other-adblockers)。)

source: When you view a webpage, that page will often be made up of content from many different sources. (For example, a news webpage might load the actual article from the news company, ads from an ad company, and the comments section from a different company that's been contracted out to provide that service.) Privacy Badger keeps track of all of this. If as you browse the web, the same source seems to be tracking your browser across different websites, then Privacy Badger springs into action, telling your browser not to load any more content from that source. And when your browser stops loading content from a source, that source can no longer track you. Voila!
fr: Lorsque vous consultez une page Web, celle-ci est souvent composée de contenus provenant de plusieurs sources différentes. (Par exemple, une page Web d'actualités peut afficher l'article provenant du media d'actualités lui-même, des publicités d'une autre société spécialisée dans la publicité et la section des commentaires d'une autre société qui a été engagée pour fournir ce service). Privacy Badger garde la trace de tout cela. Si, lorsque vous naviguez sur le Web, la même source semble suivre votre navigateur sur différents sites, Privacy Badger entre en action et demande à votre navigateur de ne plus charger de contenu provenant de cette source. Et lorsque votre navigateur arrête de charger le contenu d'une source, cette source ne peut plus vous suivre. Voilà !
zh_cn: 当您浏览一个网页时，该网页往往是由许多不同来源的内容组成的。 (例如，一个新闻网页可能会加载来自新闻公司的实际文章，来自广告公司的广告，以及来自另一家承包该服务的公司的评论部分）。 隐私獾会对所有这些进行跟踪。 如果在您浏览网页时，同一来源似乎在不同网站上跟踪您的浏览器，那么隐私獾就会采取行动，告诉您的浏览器不要再加载来自该来源的任何内容。 当您的浏览器停止加载某个来源的内容时，该来源就不能再跟踪您了。 就这样！

source: At a more technical level, Privacy Badger keeps note of the "third party" domains that embed images, scripts and advertising in the pages you visit. Privacy Badger looks for tracking techniques like uniquely identifying cookies, local storage "supercookies," and canvas fingerprinting. If it observes a single third-party host tracking you on three separate sites, Privacy Badger will automatically disallow content from that third-party tracker.
fr: À un niveau plus technique, Privacy Badger prend note des domaines « tiers » qui intègrent des images, des scripts et des publicités dans les pages que vous visitez. Privacy Badger recherche des techniques de suivi telles que les cookies d'identification unique, les « supercookies » de stockage local et le pistage par empreinte numérique. S'il observe qu'un seul hôte tiers vous suit sur trois sites différents, Privacy Badger interdit automatiquement le contenu de ce traqueur tiers.
zh_cn: 在技术层面上，隐私獾会注意到在您访问的网页中嵌入图像、脚本和广告的“第三方”域名。隐私獾寻找跟踪技术，如唯一识别的cookies、本地存储“supercookies”和canvas指纹。如果它观察到一个第三方主机在三个不同的网站上跟踪您，隐私獾将自动禁止来自该第三方跟踪器的内容。

source: By default, Privacy Badger receives [periodic learning updates](https://www.eff.org/deeplinks/2023/10/privacy-badger-learns-block-ever-more-trackers) from [Badger Sett](https://github.com/EFForg/badger-sett), our Badger training project. This "remote learning" automatically discovers trackers present on thousands of the most popular sites on the Web. Privacy Badger [no longer learns from your browsing](https://www.eff.org/deeplinks/2020/10/privacy-badger-changing-protect-you-better) by default, as "local learning" may make you more identifiable to websites. You may want to opt back in to local learning if you regularly browse less popular websites. To do so, visit your Badger’s options page and mark the checkbox for learning to block new trackers from your browsing.
fr: Par défaut, Privacy Badger reçoit [des mises à jour d’apprentissage périodiques](https://www.eff.org/deeplinks/2023/10/privacy-badger-learns-block-ever-more-trackers) de [Badger Sett](https://github.com/EFForg/badger-sett), notre projet d’apprentissage Badger. Cet « apprentissage à distance » découvre automatiquement les traqueurs présents sur des milliers de sites parmi les plus populaires du Web. Par défaut, Privacy Badger [ne fait n’apprend plus de votre navigation](https://www.eff.org/deeplinks/2020/10/privacy-badger-changing-protect-you-better), car l’« apprentissage local » peut vous rendre plus identifiable par les sites Web. Vous pouvez choisir de revenir à l’apprentissage local si vous naviguez régulièrement sur des sites moins populaires. Pour ce faire, consultez la page des options de l’extension Privacy Badger et cochez la case permettant d’apprendre à bloquer les nouveaux traqueurs lors de la navigation.

source: GPC is meant to be a legally-binding request to all companies in places with applicable privacy laws. For example, [the California Consumer Privacy Act](https://theccpa.org) gives California residents the right to opt out of having their data sold. By sending the GPC signal, Privacy Badger is telling companies that you would like to exercise your rights. And while Privacy Badger only enforces DNT compliance against third-party domains, GPC applies to everyone -- the first-party sites you visit, and any third-party trackers they might invite in.
fr: Le GPC se veut une demande juridiquement contraignante adressée à toutes les entreprises des pays où la législation sur la protection de la vie privée est applicable. Par exemple, [la loi californienne sur la protection de la vie privée des consommateurs](https://theccpa.org) donne aux résidents de Californie le droit de refuser que leurs données soient vendues. En envoyant le signal GPC, Privacy Badger indique aux entreprises que vous souhaitez exercer vos droits. Et alors que Privacy Badger n'applique la conformité DNT qu'aux domaines tiers, GPC s'applique à tout le monde -- les sites « primaires » que vous visitez explicitement et ainsi que tous les traqueurs tiers qu'ils peuvent contenir.
zh_cn: GPC是指在有适用隐私法的地方向所有公司提出具有法律约束力的要求。例如，[加州消费者隐私法](https://theccpa.org)赋予加州居民选择不出售其数据的权利。通过发送GPC信号，隐私獾告诉各公司，您希望行使您的权利。虽然隐私獾只对第三方域名执行DNT合规性，但GPC适用于所有人--您访问的第一方网站，以及他们可能邀请的任何第三方跟踪器。

source: You can learn more about GPC and your rights [here](https://globalprivacycontrol.org/).
fr: Vous pouvez en apprendre d'avantage au sujet du GPC et de vos droits [ici](https://globalprivacycontrol.org).
zh_cn: 您可以了解更多关于GPC和您的权利[这里](https://globalprivacycontrol.org/)。

source: We are doing things in this order because the most scandalous, intrusive and objectionable form of online tracking is that conducted by companies you've [often never heard of](https://lumapartners.com/content/lumascapes/display-ad-tech-lumascape/) and have no relationship with. First and foremost, Privacy Badger is there to enforce Do Not Track against these domains by providing the technical means to restrict access to their tracking scripts and images. The right policy for whether nytimes.com, facebook.com or google.com can track you _when you visit that site_ – and the technical task of preventing it – is more complicated because often (though not always) tracking is interwoven with the features the site offers, and sometimes (though not always) users may understand that the price of an excellent free tool like Google's search engine is measured in privacy, not money.
fr: Nous procédons de cette manière parce que la forme la plus scandaleuse, intrusive et répréhensible de suivi en ligne est celle menée par des entreprises dont vous n'avez [souvent jamais entendu parlé](https://lumapartners.com/content/lumascapes/display-ad-tech-lumascape/) et avec lesquelles vous n'avez aucune relation. D'abord et avant tout, Privacy Badger est là pour faire respecter le principe du Ne pas me pister contre ces domaines en fournissant les moyens techniques de restreindre l'accès à leurs scripts et images de suivi. La bonne politique pour savoir si lemonde.fr, facebook.com ou google.com peut vous suivre _lorsque vous visitez ce site_ -- et la tâche technique de l'empêcher -- est plus compliquée parce que souvent (mais pas toujours) le suivi est imbriqué avec les fonctionnalités offertes par le site, et parfois (mais pas toujours) les utilisateurs peuvent comprendre que le prix d'un excellent outil gratuit comme le moteur de recherche de Google se mesure en vie privée, pas en argent (la monnaie sont vos informations personnelles !).
zh_cn: 我们之所以这样做，是因为最可耻、最具侵扰性和最令人反感的在线跟踪形式是由您[通常从未听说过](https://lumapartners.com/content/lumascapes/display-ad-tech-lumascape/)且与之没有关系的公司进行的跟踪。首先，隐私獾是通过提供技术手段来限制对其跟踪脚本和图像的访问，从而对这些域名实施拒绝跟踪。nytimes.com、facebook.com或google.com能否在_您访问该网站时_追踪您的正确政策以及-防止它的技术任务-更为复杂，因为追踪通常（尽管并非总是）与网站提供的功能交织在一起，有时（尽管并非总是）用户可能明白，像谷歌搜索引擎这样的优秀免费工具的价格是以隐私而非金钱来衡量的。
