Repository: EFForg/privacybadger-website
Catalog: po/faqs.*.po
Languages: es, fr, ru, zh_cn

source: The initial list of domains that should be cookie blocked rather than blocked entirely was derived from a [research project](https://jonathanmayer.org/papers_data/bau13.pdf) on classifying third party domains as trackers and non-trackers. We will make occasional adjustments to it as necessary. If you find domains that are under- or over-blocked, please [file a bug](https://github.com/EFForg/privacybadger/issues) on GitHub.
es: La lista inicial de dominios a los que se les debería bloquear la cookie en lugar de bloquearlos por completo se derivó de un [proyecto de investigación](https://jonathanmayer.org/papers_data/bau13.pdf) sobre la clasificación de dominios de terceros como rastreadores y no rastreadores. Haremos ajustes ocasionales a la misma según sea necesario. Si descubre dominios que están bloqueados en exceso o en defecto, por favor [presentar un bug](https://github.com/EFForg/privacybadger/issues) en GitHub.
ru: Первоначальный список доменов, которые следует заблокировать частично, а не полностью, был составлен на основе [исследовательского проекта](https://jonathanmayer.org/papers_data/bau13.pdf) по классификации доменов третьих сторон как трекеров и нетрекеров. Мы будем время от времени вносить в него необходимые изменения. Если вы обнаружите домены, которые заблокированы недостаточно или чрезмерно, пожалуйста, [сообщите об ошибке](https://github.com/EFForg/privacybadger/issues) на GitHub.

source: Does Privacy Badger prevent fingerprinting?
es: ¿Previene Privacy Badger la recolección de datos de huellas dactilares?
fr: Est-ce que Privacy Badger empêche la reconnaissance par empreinte numérique du navigateur ?
ru: Предотвращает ли Privacy Badger сбор цифровых отпечатков браузера?
zh_cn: 隐私獾能防指纹吗？

source: Browser fingerprinting is an extremely subtle and problematic method of tracking, which we documented with the [Cover Your Tracks project](https://coveryourtracks.eff.org/). Privacy Badger can detect [canvas-based fingerprinting](https://www.propublica.org/article/meet-the-online-tracking-device-that-is-virtually-impossible-to-block), and will block third party domains that use it. Detection of other forms of fingerprinting and protections against first-party fingerprinting are ongoing projects. Of course, once a domain is blocked by Privacy Badger, it will no longer be able to fingerprint you.
es: Las huellas dactilares de los navegadores son un método de seguimiento extremadamente sutil y problemático, que hemos documentado con el [proyecto "Cover Your Tracks" (Cubre sus huellas)](https://coveryourtracks.eff.org/). Privacy Badger puede detectar el [canvas basado fingerprinting](https://www.propublica.org/article/meet-the-online-tracking-device-that-is-virtually-impossible-to-block), y bloqueará los dominios de terceros que lo utilicen. La detección de otras formas de toma de huellas dactilares y la protección contra la toma de huellas dactilares por primera partes son proyectos en curso. Por supuesto, una vez que un dominio es bloqueado por Privacy Badger, ya no podrá tomarle las huellas digitales.
ru: Отпечатки браузера — это чрезвычайно тонкий и проблематичный метод отслеживания, который мы задокументировали в рамках проекта [Cover Your Tracks](https://coveryourtracks.eff.org/). Privacy Badger может обнаруживать [сбор отпечатков на основе canvas](https://www.propublica.org/article/meet-the-online-tracking-device-that-is-virtually-impossible-to-block) и блокировать домены третьих сторон, которые его используют. Обнаружение других форм отпечатков пальцев и защита от отпечатков пальцев первой стороны являются текущими проектами. Конечно, как только домен заблокирован Privacy Badger, он больше не сможет идентифицировать вас.

source: Does Privacy Badger consider every cookie to be a tracking cookie?
es: ¿Considera Privacy Badger que cada cookie es una cookie de rastreo?
fr: Est-ce que Privacy Badger considère chaque cookie comme un cookie traqueur ?
ru: Считает ли Privacy Badger каждый куки-файл куки-файлом отслеживания?
zh_cn: 隐私獾是否认为每个cookie都是跟踪cookie？

source: No. Privacy Badger analyzes the cookies from each site; unique cookies that contain tracking IDs are disallowed, while "low entropy" cookies that perform other functions are allowed. For instance a cookie like LANG=fr that encodes the user's language preference, or a cookie that preserves a very small amount of information about ads the user has been shown, would be allowed provided that individual or small groups of users' reading habits could not be collected with them.
es: No. Privacy Badger analiza las cookies de cada sitio; las cookies únicas que contienen identificadores de seguimiento no están permitidas, mientras que las cookies de "baja entropía" que realizan otras funciones están permitidas. Por ejemplo, una cookie como LANG=es que codifica la preferencia de idioma del usuario, o una cookie que conserva una cantidad muy pequeña de información sobre los anuncios que se han mostrado al usuario, estaría permitida siempre que no se puedan recopilar con ellos hábitos de lectura individuales o de pequeños grupos de usuarios.
fr: Non. Privacy Badger analyse les cookies de chaque site ; les cookies uniques qui contiennent des ID de suivi sont interdits, tandis que les cookies « à faible entropie » qui remplissent d'autres fonctions sont autorisés. Par exemple, un cookie tel que "LANG=fr" qui code la langue préférée de l'utilisateur, ou un cookie qui préserve une très petite quantité d'informations sur les publicités montrées à l'utilisateur, serait autorisé à condition que les habitudes de navigation d'utilisateurs individuels ou de petits groupes d'utilisateurs ne puissent pas être collectées avec ces cookies.
ru: Нет. Privacy Badger анализирует куки-файлы каждого сайта; уникальные куки-файлы, содержащие идентификаторы отслеживания, запрещаются, а куки-файлы с «низкой энтропией», выполняющие другие функции, разрешаются. Например, куки-файл типа LANG=ru, который кодирует языковые настройки пользователя, или куки-файл, который сохраняет очень небольшой объем информации о рекламе, показанной пользователю, будут разрешены при условии, что с их помощью невозможно собрать информацию о привычках чтения отдельных пользователей или небольших групп пользователей.
zh_cn: 不是。隐私獾会分析每个网站的cookie，含有追踪ID的独特cookie不被允许，而执行其他功能的“低熵”cookie则被允许。例如，像LANG=zh这样对用户的语言偏好进行编码的cookie，或保存用户所看广告的极少量信息的cookie，只要不能用它们收集个人或小群用户的阅读习惯，就可以允许。

source: Will you be supporting any other browsers besides Chrome, Firefox, Edge and Opera?
es: ¿Soportarán otros navegadores además de Chrome, Firefox, Edge y Opera?
fr: Est-ce que vous allez supporter d'autres navigateurs en plus de Chrome, Firefox, Edge et Opera ?
ru: Будете ли вы поддерживать какие-либо другие браузеры, помимо Chrome, Firefox, Edge и Opera?
zh_cn: 除了Chrome、火狐、Edge和Opera，你们还将支持其他浏览器吗？

source: We are working towards [Safari on macOS](https://github.com/EFForg/privacybadger/issues/549#issuecomment-1209648999) support. [Safari on iOS](https://github.com/EFForg/privacybadger/issues/549#issuecomment-744583479) seems to lack certain extension capabilities required by Privacy Badger to function properly.
es: Estamos trabajando en la compatibilidad con [Safari en macOS](https://github.com/EFForg/privacybadger/issues/549#issuecomment-1209648999). [Safari en iOS](https://github.com/EFForg/privacybadger/issues/549#issuecomment-744583479) parece carecer de ciertas capacidades de extensión necesarias para que Privacy Badger funcione correctamente.
fr: Nous travaillons à la prise en charge de [Safari sur macOS](https://github.com/EFForg/privacybadger/issues/549#issuecomment-1209648999). Il semble que certaines capacités d’extension nécessaires au bon fonctionnement de Privacy Badger fassent défaut à [Safari sur iOS](https://github.com/EFForg/privacybadger/issues/549#issuecomment-744583479).
ru: Мы работаем над поддержкой [Safari на macOS](https://github.com/EFForg/privacybadger/issues/549#issuecomment-1209648999). Похоже, что в [Safari на iOS](https://github.com/EFForg/privacybadger/issues/549#issuecomment-744583479) отсутствуют некоторые способности расширений, необходимые для корректной работы Privacy Badger.

source: Chrome on Android does not support extensions. To use Privacy Badger on Android, install [Firefox for Android](https://play.google.com/store/apps/details?id=org.mozilla.firefox).
es: Chrome en Android no admite extensiones. Para utilizar Privacy Badger en Android, instale [Firefox para Android](https://play.google.com/store/apps/details?id=org.mozilla.firefox).
fr: Chrome sur Android ne prend pas en charge les extensions. Pour utiliser Privacy Badger sur Android, vous pouvez installer [Firefox pour Android](https://play.google.com/store/apps/details?id=org.mozilla.firefox).
ru: Chrome для Android не поддерживает расширения. Чтобы использовать Privacy Badger на Android, установите [Firefox для Android](https://play.google.com/store/apps/details?id=org.mozilla.firefox).
zh_cn: Android上的Chrome不支持扩展功能。要在Android上使用隐私獾，请安装[火狐安卓版](https://play.google.com/store/apps/details?id=org.mozilla.firefox)。

source: Privacy Badger does not work with [Microsoft Edge Legacy](https://support.microsoft.com/en-us/help/4533505/what-is-microsoft-edge-legacy). Please switch to the new [Microsoft Edge](https://www.microsoft.com/en-us/edge) browser.
es: Privacy Badger no funciona con [Microsoft Edge Legacy](https://support.microsoft.com/es-es/microsoft-edge/-qu%C3%A9-es-microsoft-edge-versi%C3%B3n-anterior-3e779e55-4c55-08e6-ecc8-2333768c0fb0). Por favor, cambie al nuevo navegador [Microsoft Edge](https://www.microsoft.com/es-es/edge).
ru: Privacy Badger не работает в браузере [Microsoft Edge Legacy](https://support.microsoft.com/ru-ru/microsoft-edge/%D1%87%D1%82%D0%BE-%D1%82%D0%B0%D0%BA%D0%BE%D0%B5-%D1%83%D1%81%D1%82%D0%B0%D1%80%D0%B5%D0%B2%D1%88%D0%B0%D1%8F-%D0%B2%D0%B5%D1%80%D1%81%D0%B8%D1%8F-%D0%B1%D1%80%D0%B0%D1%83%D0%B7%D0%B5%D1%80%D0%B0-microsoft-edge-3e779e55-4c55-08e6-ecc8-2333768c0fb0). Пожалуйста, перейдите на новый браузер [Microsoft Edge](https://www.microsoft.com/ru-ru/edge).

source: Can I download Privacy Badger directly from eff.org?
es: ¿Puedo descargar Privacy Badger directamente de eff.org?
fr: Est-ce que je peux télécharger Privacy Badger directement depuis eff.org ?
ru: Можно ли скачать Privacy Badger непосредственно с eff.org?
zh_cn: 我可以直接从eff.org下载隐私獾吗？

source: If you use Google Chrome, you have to install extensions from Chrome Web Store. To install Privacy Badger in Chrome, visit [Privacy Badger's Chrome Web Store listing](https://chromewebstore.google.com/detail/privacy-badger/pkehgijcmpdhfbdbbnkijodmdjhbjlgp) and click the "Add to Chrome" button there.
es: Si utiliza Google Chrome, tiene que instalar las extensiones de Chrome Web Store. Para instalar Privacy Badger en Chrome, visite [el listado de la Chrome Web Store de Privacy Badger](https://chromewebstore.google.com/detail/privacy-badger/pkehgijcmpdhfbdbbnkijodmdjhbjlgp) y haga clic en el botón "Añadir a Chrome".
fr: Si vous utilisez le navigateur Google Chrome, vous devez installer des extensions à partir du Chrome Web Store. Pour installer Privacy Badger dans Chrome, visitez [Privacy Badger dans le Chrome Web Store](https://chromewebstore.google.com/detail/privacy-badger/pkehgijcmpdhfbdbbnkijodmdjhbjlgp) et cliquez sur le bouton « Ajouter à Chrome ».
ru: Если вы пользуетесь Google Chrome, Интернет-магазин Chrome обезателен для установление расширений. Чтобы установить Privacy Badger в Chrome, посетите [страницу Privacy Badger в Интернет-магазине Chrome](https://chromewebstore.google.com/detail/privacy-badger/pkehgijcmpdhfbdbbnkijodmdjhbjlgp) и нажмите там кнопку "Установить".
zh_cn: 如果您使用谷歌浏览器，您必须从Chrome网上应用店安装扩展程序。要在Chrome浏览器中安装隐私獾，请访问[隐私獾 - Chrome网上应用店](https://chromewebstore.google.com/detail/privacy-badger/pkehgijcmpdhfbdbbnkijodmdjhbjlgp)并点击那里的 "添加到Chrome "按钮。

source: Otherwise, you can use the following links to get the latest version of Privacy Badger directly from eff.org:
es: Si no, puedes utilizar los siguientes enlaces para obtener la última versión de Privacy Badger directamente desde eff.org:
fr: Sinon, vous pouvez utiliser les liens suivants pour obtenir la dernière version de Privacy Badger directement depuis eff.org :
ru: В противном случае вы можете воспользоваться следующими ссылками, чтобы получить последнюю версию Privacy Badger непосредственно от eff.org:
zh_cn: 否则，您可以直接使用以下链接从eff.org获取最新版本的隐私獾。

source: I run a domain that uses cookies or other tracking. How do I stop Privacy Badger from blocking me?
es: Dirijo un dominio que utiliza cookies u otro tipo de seguimiento. ¿Cómo puedo evitar que Privacy Badger me bloquee?
fr: Je gère un domaine qui utilise des cookies ou d'autres moyens de suivi. Comment puis-je empêcher Privacy Badger de me bloquer ?
ru: Я управляю доменом, который использует куки-файлы или другие средства отслеживания. Как я могу попросить Privacy Badger разблокировать мой домен?
zh_cn: 我经营的域名使用cookie或其他追踪功能，我该如何阻止隐私獾对我的封锁？

source: One way is to stop tracking users who have turned on Global Privacy Control or Do Not Track signals (i.e., stop collecting cookies, supercookies or fingerprints from them). Privacy Badger will stop learning to block that domain. The next version of Privacy Badger to ship with an updated pre-trained list will no longer include that domain in the list. Most Privacy Badger users will then update to that list.
es: Una forma es dejar de rastrear a los usuarios que hayan activado el «Control de privacidad global» o las señales «No rastrear» (es decir, dejar de recopilar cookies, supercookies o huellas dactilares de ellos). Privacy Badger detendrá el aprendizaje necesario para bloquear ese dominio. La próxima versión de El Guardián de la Privacidad que se distribuya con una lista preentrenada actualizada ya no incluirá ese dominio en la lista. La mayoría de los usuarios de Privacy Badger se actualizarán a esa lista.
fr: L’une des solutions consiste à cesser de suivre les utilisateurs qui ont activé le Contrôle global de la protection des données ou les signaux Ne pas me pister (c’est-à-dire cesser de collecter des témoins, des supertémoins ou des empreintes auprès d’eux). Privacy Badger cessera d’apprendre à bloquer ce domaine. La prochaine version de Privacy Badger qui sera livrée avec une liste préentraînée mise à jour n’inclura plus ce domaine dans la liste. La plupart des utilisateurs de Privacy Badger utiliseront alors cette liste mise à jour.
ru: Один из способов — прекратить отслеживание пользователей, которые включили сигналы «Global Privacy Control» или «Do Not Track» (т. е. прекратить сбор куки-файлов, суперкуки-файлов или отпечатков пальцев от них). Privacy Badger перестанет учиться блокировать этот домен. Следующая версия Privacy Badger, которая будет поставляться с обновленным предварительно обученным списком, больше не будет включать этот домен в список. Большинство пользователей Privacy Badger затем получат этот список.

source: You can also unblock yourself by promising to meaningfully respect the Do Not Track signal. To do so, post a _verbatim_ copy of [EFF's Do Not Track policy](https://www.eff.org/dnt-policy) to the URL https://example.com/.well-known/dnt-policy.txt, where "example.com" is replaced by your domain. Posting EFF's DNT policy on a domain is a promise of compliance with EFF's DNT Policy by that domain.
es: También puede desbloquearse prometiendo respetar significativamente la señal de Do Not Track. Para ello, publique una copia _verbatim_ de la [política de No rastrear (DNT) de la EFF](https://www.eff.org/dnt-policy) en la URL https://example.com/.well-known/dnt-policy.txt, donde "example.com" se sustituye por su dominio. Publicar la política DNT de la EFF en un dominio es una promesa de cumplimiento de la política DNT de la EFF por parte de ese dominio.
fr: Vous pouvez également vous débloquer en promettant de respecter de manière significative le signal « Ne pas me pister ». Pour ce faire, publiez une copie _verbatim_ de la [politique de non-traçage de la EFF](https://www.eff.org/dnt-policy) à l'adresse suivante https://example.com/.well-known/dnt-policy.txt, où « exemple.com » est remplacé par votre domaine. Le fait de publier la politique de non-traçage de la EFF sur un domaine est une promesse de respect de la politique de non-traçage de la EFF par ce domaine.
ru: Вы также можете разблокировать себя, пообещав соблюдать сигнал «Do Not Track». Для этого разместите _дословную_ копию [политики EFF «Do Not Track»](https://www.eff.org/dnt-policy) по URL-адресу https://example.com/.well-known/dnt-policy.txt, где «example.com» заменяется вашим доменом. Размещение политики EFF DNT на домене является обещанием соблюдения политики EFF DNT этим доменом.
zh_cn: 您也可以通过承诺有意义地尊重“不跟踪”信号来解禁自己。要做到这一点，请将[EFF的Do Not Track政策](https://www.eff.org/dnt-policy)的逐字拷贝发布到URL https://example.com/.well-known/dnt-policy.txt ，其中 "example.com "由您的域名代替。在一个域名上张贴EFF的DNT政策是该域名对遵守EFF的DNT政策的承诺。

source: If your domain is compliant with EFF's DNT policy and declares this compliance, most Privacy Badgers will see this declaration the next time they encounter your domain. Also, the next version of Privacy Badger to ship with an updated pre-trained list will probably include your declaration of compliance in the list.
es: Si su dominio cumple con la política de DNT de EFF y declara este cumplimiento, la mayor parte de las instalaciones de Privacy Badger verán esta declaración la próxima vez que encuentren su dominio. Además, la próxima versión de Privacy Badger que se distribuya con una lista preentrenada actualizada probablemente incluirá su declaración de conformidad en la lista.
fr: Si votre domaine est conforme à la politique DNT de l'EFF et qu'il déclare cette conformité, la plupart des badgeurs de confidentialité verront cette déclaration la prochaine fois qu'ils rencontreront votre domaine. En outre, la prochaine version de Privacy Badger, qui sera livrée avec une liste pré-entraînée mise à jour, inclura probablement votre déclaration de conformité dans la liste.
ru: Если ваш домен соответствует политике EFF DNT и заявляет об этом соответствии, большинство Privacy Badgers увидят это заявление при следующем посещении вашего домена. Кроме того, следующая версия Privacy Badger, которая будет поставляться с обновленным предварительно обученным списком, вероятно, будет включать ваше заявление о соответствии в этот список.

source: Note that the domain must support HTTPS, to protect against tampering by network attackers. The path contains ".well-known" per [RFC 5785](https://tools.ietf.org/html/rfc5785). Also note that you must post a copy of the policy at each compliant subdomain you control. For example, if you wish to declare compliance by both sub1.example.com and sub2.example.com, you must post EFF's DNT policy on each domain.
es: Tenga en cuenta que el dominio debe soportar HTTPS, para protegerlo contra la manipulación por parte de atacantes de la red. La ruta contiene ".well-known" según [RFC 5785](https://tools.ietf.org/html/rfc5785). Tenga también en cuenta que debe publicar una copia de la política en cada subdominio que controle. Por ejemplo, si desea declarar el cumplimiento por parte de sub1.ejemplo.com y sub2.ejemplo.com, debe publicar la política de DNT de EFF en cada dominio.
fr: Il est à noter que le domaine doit prendre en charge le protocole HTTPS, afin de se protéger contre les manipulations par des attaquants du réseau. Le chemin d'accès doit contenir ".well-known" conformément à la [RFC 5785](https://tools.ietf.org/html/rfc5785). Il est également à noter que vous devez publier une copie de la politique sur chaque sous-domaine conforme que vous contrôlez. Par exemple, si vous souhaitez déclarer la conformité de sousdomaine1.example.com et sousdomaine2.example.com, vous devez publier la politique de non-traçage de la EFF sur chacun de ces domaines.
ru: Обратите внимание, что домен должен поддерживать HTTPS для защиты от взлома со стороны сетевых злоумышленников. Путь содержит «.well-known» в соответствии с [RFC 5785](https://tools.ietf.org/html/rfc5785). Также обратите внимание, что вы должны разместить копию политики на каждом поддомене, который вы контролируете. Например, если вы хотите заявить о соблюдении как на sub1.example.com, так и на sub2.example.com, вы должны разместить политику EFF DNT на каждом домене.
zh_cn: 请注意，该域名必须支持HTTPS，以防止网络攻击者的篡改。根据[RFC 5785](https://tools.ietf.org/html/rfc5785)，该路径包含".known"。还要注意的是，您必须在您控制的每一个符合要求的子域名张贴一份策略的副本。例如，如果您想声明sub1.example.com和sub2.example.com都符合规定，您必须在每个域名上张贴EFF的DNT政策。

source: Where can I find general information about Privacy Badger that I can use for a piece I'm writing?
es: ¿Dónde puedo encontrar información general sobre Privacy Badger que pueda utilizar para un artículo que estoy escribiendo?
fr: Où puis-je trouver des informations générales sur Privacy Badger que je peux utiliser pour un article que je suis en train d'écrire ?
ru: Где я могу найти общую информацию о Privacy Badger, которую я могу использовать для статьи, которую я пишу?
zh_cn: 我在哪里可以找到关于隐私獾的一般信息，可以用于我正在写的一篇文章？

source: Glad you asked! Check out this [downloadable press kit](/files/pb_journalist_1_pager.pdf) that we've put together.
es: Me alegro de que hayas preguntado. Echa un vistazo a este [kit de prensa descargable](/files/pb_journalist_1_pager.pdf) que hemos elaborado.
fr: Content que vous demandiez ! Vous pouvez consulter ce [dossier de presse téléchargeable](/files/pb_journalist_1_pager.pdf) que nous avons préparé.
ru: Рады, что вы спросили! Ознакомьтесь с этим [пресс-китом для скачивания](/files/pb_journalist_1_pager.pdf), который мы подготовили.
zh_cn: 很高兴您问了这个问题! 请看我们整理的[可下载的新闻资料](/files/pb_journalist_1_pager.pdf)。

source: As an administrator, how do I configure Privacy Badger on my managed devices?
es: ¿Cómo configuro Privacy Badger en mis dispositivos gestionados como administrador?
fr: En tant qu'administrateur, comment est-ce que je configure Privacy Badger sur les appareils que je gère ?
ru: Как администратор, как мне настроить Privacy Badger на управляемых мной устройствах?
zh_cn: 作为一个管理员，我如何在我管理的设备上配置隐私獾？

source: Please see our [enterprise deployment and configuration](https://github.com/EFForg/privacybadger/blob/master/doc/admin-deployment.md) document.
es: Por favor, consulte nuestro documento [despliegue y configuración de la empresa](https://github.com/EFForg/privacybadger/blob/master/doc/admin-deployment.md).
fr: Veuillez lire notre document [Déployer et configurer au niveau d'une entreprise](https://github.com/EFForg/privacybadger/blob/master/doc/admin-deployment.md).
ru: Пожалуйста, ознакомьтесь с нашим документом [развертывание и настройка в предприятии](https://github.com/EFForg/privacybadger/blob/master/doc/admin-deployment.md).
zh_cn: 请参阅我们的[企业部署和配置](https://github.com/EFForg/privacybadger/blob/master/doc/admin-deployment.md)文件。

source: What is the Privacy Badger license? Where is the Privacy Badger source code?
es: ¿Qué licencia tiene Privacy Badger? ¿Dónde está el código fuente de Privacy Badger?
fr: Quelle est la licence de Privacy Badger ? Où est le code source de Privacy Badger ?
ru: Какая лицензия у Privacy Badger? Где можно найти исходный код Privacy Badger?
zh_cn: 隐私獾的许可证是什么？隐私獾的源代码在哪里？
