Repository: EFForg/privacybadger-website
Catalog: po/faqs.*.po
Languages: es, fr, ru, zh_cn

source: Privacy Badger _does_ contain a "[yellowlist](https://github.com/EFForg/privacybadger/blob/master/src/data/yellowlist.txt)" of some sites that are known to provide essential third party resources; those sites show up as yellow and have their cookies blocked rather than being blocked entirely. This is a compromise with practicality, and in the long term we hope to phase out the yellowlist as these third parties begin to [explicitly commit to respecting Do Not Track](https://www.eff.org/dnt-policy). The criteria for including a domain on the yellowlist can be [found here](https://github.com/EFForg/privacybadger/blob/master/doc/yellowlist-criteria.md).
fr: Privacy Badger _contient_ une « [liste jaune](https://github.com/EFForg/privacybadger/blob/master/src/data/yellowlist.txt) » de certains sites connus pour fournir des ressources essentielles à des tiers ; ces sites apparaissent en jaune et leurs cookies sont bloqués au lieu d'être entièrement bloqués. Il s'agit d'un compromis avec l'aspect pratique et, à long terme, nous espérons supprimer progressivement la liste jaune au fur et à mesure que ces tiers commencent à [s'engager explicitement à respecter le principe du Ne pas me pister](https://www.eff.org/dnt-policy). Les critères d'inclusion d'un domaine dans la liste jaune peuvent être [trouvés ici](https://github.com/EFForg/privacybadger/blob/master/doc/yellowlist-criteria.md).
zh_cn: 隐私獾 _确实_ 包含一个“[黄名单](https://github.com/EFForg/privacybadger/blob/master/src/data/yellowlist.txt)”，其中包括一些已知提供基本第三方资源的网站；这些网站显示为黄色，其cookies被阻止，而不是完全被阻止。这是对实用性的妥协，从长远来看，我们希望随着这些第三方开始[明确承诺尊重不跟踪](https://www.eff.org/dnt-policy)，逐步取消黄名单。将一个域名列入黄名单的标准可以在[这里](https://github.com/EFForg/privacybadger/blob/master/doc/yellowlist-criteria.md)找到。

source: The initial list of domains that should be cookie blocked rather than blocked entirely was derived from a [research project](https://jonathanmayer.org/papers_data/bau13.pdf) on classifying third party domains as trackers and non-trackers. We will make occasional adjustments to it as necessary. If you find domains that are under- or over-blocked, please [file a bug](https://github.com/EFForg/privacybadger/issues) on Github.
fr: La liste initiale des domaines qui devraient être bloqués par des cookies plutôt que d'être entièrement bloqués est issue d'un [projet de recherche](https://jonathanmayer.org/papers_data/bau13.pdf) sur la classification des domaines tiers en « traqueurs » et « non traqueurs ». Nous y apporterons des modifications occasionnelles si nécessaire. Si vous trouvez des domaines qui ont un niveau de restriction trop ou pas assez élevé, vous pouvez [ouvrir un ticket](https://github.com/EFForg/privacybadger/issues) sur Github.
zh_cn: 最初的应该被Cookie屏蔽而不是完全被屏蔽的域名列表来自于一个[研究项目](https://jonathanmayer.org/papers_data/bau13.pdf)，该项目将第三方域名划分为追踪者和非追踪者。我们将在必要时对其进行偶尔的调整。如果您发现有一些域名被封锁得过少或过多，请到Github上[提交Bug](https://github.com/EFForg/privacybadger/issues)。

source: Browser fingerprinting is an extremely subtle and problematic method of tracking, which we [documented with the Panopticlick project](https://panopticlick.eff.org/). Privacy Badger can detect [canvas-based fingerprinting](https://www.propublica.org/article/meet-the-online-tracking-device-that-is-virtually-impossible-to-block), and will block third party domains that use it. Detection of other forms of fingerprinting and protections against first-party fingerprinting are ongoing projects. Of course, once a domain is blocked by Privacy Badger, it will no longer be able to fingerprint you.
fr: L'empreinte numérique du navigateur est une méthode de suivi extrêmement subtile et problématique, que nous avons [documentée avec le projet Panopticlick](https://panopticlick.eff.org/). Privacy Badger peut détecter [l'empreinte numérique du navigateur basée sur sa configuration](https://www.propublica.org/article/meet-the-online-tracking-device-that-is-virtually-impossible-to-block), et bloquera les domaines tiers qui l'utilisent. La détection d'autres formes d'empreintes numériques et les protections contre les empreintes numériques de premier niveau sont des projets en cours de développement. Bien entendu, une fois qu'un domaine est bloqué par Privacy Badger, il ne pourra plus vous identifier.
zh_cn: 浏览器指纹识别是一种极其微妙且有问题的跟踪方法，我们[用Panopticlick项目记录了这一点](https://panopticlick.eff.org/)。隐私獾可以检测到[canvas指纹识别](https://www.propublica.org/article/meet-the-online-tracking-device-that-is-virtually-impossible-to-block)，并会阻止使用它的第三方域名。检测其他形式的指纹识别和防止第一方指纹识别的保护措施是正在进行的项目。当然，一旦一个域名被隐私獾封锁，它将不再能对您进行指纹识别。

source: Privacy Badger does not work with [Microsoft Edge Legacy](https://support.microsoft.com/en-us/help/4533505/what-is-microsoft-edge-legacy). Please switch to the new [Microsoft Edge](https://www.microsoft.com/en-us/edge) browser. Note that Microsoft Edge does not support extensions on mobile devices.
fr: Privacy Badger ne fonctionne pas avec [l’ancienne version de Microsoft Edge](https://support.microsoft.com/fr-fr/microsoft-edge/qu-est-ce-que-l-ancienne-version-microsoft-edge-3e779e55-4c55-08e6-ecc8-2333768c0fb0). Utilisez plutôt la nouvelle version de [Microsoft Edge](https://www.microsoft.com/fr-fr/edge).

source: * Firefox: [https://www.eff.org/files/privacy-badger-latest.xpi](https://www.eff.org/files/privacy-badger-latest.xpi) * Chromium: [https://www.eff.org/files/privacy_badger-chrome.crx](https://www.eff.org/files/privacy_badger-chrome.crx)
fr: * Pour Firefox : [https://www.eff.org/files/privacy-badger-latest.xpi](https://www.eff.org/files/privacy-badger-latest.xpi) * Pour Chromium : [https://www.eff.org/files/privacy_badger-chrome.crx](https://www.eff.org/files/privacy_badger-chrome.crx)
zh_cn: * 火狐: [https://www.eff.org/files/privacy-badger-latest.xpi](https://www.eff.org/files/privacy-badger-latest.xpi) * Chromium: [https://www.eff.org/files/privacy_badger-chrome.crx](https://www.eff.org/files/privacy_badger-chrome.crx)

source: Thanks for asking! Individual donations make up about half of EFF's support, which gives us the freedom to work on user-focused projects. If you want to support the development of Privacy Badger and other projects like it, helping build a more secure Internet ecosystem, you can [throw us a few dollars here](https://supporters.eff.org/donate/support-privacy-badger). Thank you.
fr: Merci de demander ! Les dons individuels représentent environ la moitié du soutien de l'EFF, ce qui nous donne la liberté de travailler sur des projets axés sur les utilisateurs. Si vous souhaitez soutenir le développement de Privacy Badger et d'autres projets similaires, afin de contribuer à la construction d'un écosystème Internet plus sûr, vous pouvez [envoyer votre contribution ici](https://supporters.eff.org/donate/support-privacy-badger). Merci.
zh_cn: 感谢您的提问! 个人捐款约占EFF支持的一半，这使我们能够自由地开展以用户为中心的项目。如果您想支持隐私獾和其他类似项目的发展，帮助建立一个更安全的互联网生态系统，您可以[在这里给我们捐几美元](https://supporters.eff.org/donate/support-privacy-badger)。再次感谢您。

source: Besides automatic learning, Privacy Badger comes with other advantages like cookie blocking, [click-to-activate placeholders](#How-does-Privacy-Badger-handle-social-media-widgets) for potentially useful tracker widgets (video players, comments widgets, etc.), and outgoing link click tracking removal on [Facebook](https://www.eff.org/deeplinks/2018/05/privacy-badger-rolls-out-new-ways-fight-facebook-tracking) and [Google](https://www.eff.org/deeplinks/2018/10/privacy-badger-now-fights-more-sneaky-google-tracking).
fr: Outre l'apprentissage automatique, Privacy Badger offre d'autres avantages tels que le blocage des cookies, les [encarts cliquables](#How-does-Privacy-Badger-handle-social-media-widgets) pour les widgets de suivi potentiellement utiles (lecteurs vidéo, espace commentaires, etc.) et la suppression du suivi des liens sortants sur [Facebook](https://www.eff.org/deeplinks/2018/05/privacy-badger-rolls-out-new-ways-fight-facebook-tracking) et [Google](https://www.eff.org/deeplinks/2018/10/privacy-badger-now-fights-more-sneaky-google-tracking).
zh_cn: 除了自动学习，隐私獾还具有其他优势，如阻止cookie，[点击激活占位符](#How-does-Privacy-Badger-handle-social-media-widgets)用于潜在有用的追踪器小工具（视频播放器、评论小工具等），以及在[Facebook](https://www.eff.org/deeplinks/2018/05/privacy-badger-rolls-out-new-ways-fight-facebook-tracking)和[Google](https://www.eff.org/deeplinks/2018/10/privacy-badger-now-fights-more-sneaky-google-tracking)上删除外发链接点击追踪。

source: Privacy Badger is also a political tool. Privacy Badger sends the [Global Privacy Control](https://globalprivacycontrol.org/) signal to opt you out of data sharing and selling, and the [Do Not Track](https://www.eff.org/issues/do-not-track) signal to tell companies not to track you. If trackers ignore your wishes, Privacy Badger will learn to block them. By using Privacy Badger, you support the [Electronic Frontier Foundation](https://www.eff.org/) and help fight for a better Web for everybody.
fr: Privacy Badger est également un outil politique. Privacy Badger envoie le signal [Contrôle global de la protection des données](https://globalprivacycontrol.org/) pour vous exclure du partage et de la vente de données personnelles, et le signal [Ne pas me pister](https://www.eff.org/issues/do-not-track) pour demander aux entreprises de ne pas vous suivre. Si les traqueurs ignorent vos souhaits, Privacy Badger apprendra à les bloquer. En utilisant Privacy Badger, vous soutenez l'[Electronic Frontier Foundation](https://www.eff.org/) et aidez à lutter pour un meilleur Web pour tous.
zh_cn: 隐私獾也是一个政治工具。隐私獾发送[全局隐私控制](https://globalprivacycontrol.org/)信号，以选择退出数据共享和销售，并发送[不要跟踪](https://www.eff.org/issues/do-not-track)信号，告诉公司不要跟踪您。如果追踪器无视您的意愿，隐私獾将学习阻止它们。使用隐私獾，您将支持[电子前沿基金会](https://www.eff.org/)，并帮助为每个人争取一个更好的网络。

source: Keep in mind that Privacy Badger is [not just a tracker blocker](#Is-Privacy-Badger-compatible-with-other-extensions%2c-including-other-adblockers).
fr: Gardez à l’esprit que Privacy Badger [n’est pas seulement un bloqueur de traqueurs](#Is-Privacy-Badger-compatible-with-other-extensions%2c-including-other-adblockers).

source: When you install Privacy Badger, your browser warns that Privacy Badger can "access your data for all websites" (in Firefox, or "read and change all your data on the websites you visit" in Chrome). You are right to be alarmed. You should only install extensions made by organizations you trust.
fr: Lorsque vous installez Privacy Badger, votre navigateur vous avertit que Privacy Badger peut "accéder à vos données pour tous les sites Web" (dans Firefox, ou "lire et modifier toutes vos données sur les sites Web que vous visitez" dans Chrome). Vous avez raison d'être inquiet. Vous ne devriez installer que des extensions créées par des organisations en qui vous avez confiance.
zh_cn: 当您安装隐私獾时，您的浏览器警告说隐私獾可以 “访问您所有网站的数据”（在火狐中，或在Chrome中 "读取和更改您访问的网站上的所有数据"）。您感到震惊是对的。您应该只安装由您信任的组织制作的扩展。

source: You can also find us on Mastodon at [@privacybadger@mastodon.social](https://mastodon.social/@privacybadger).
fr: Vous pouvez également nous trouver sur Mastodon à [@privacybadger@mastodon.social](https://mastodon.social/@privacybadger).
