Repository: EFForg/privacybadger-website
Catalog: po/faqs.*.po
Languages: es, fr, ru, zh_cn

source: Privacy Badger's [source code](https://github.com/EFForg/privacybadger) is licensed under [GPLv3+](https://spdx.org/licenses/GPL-3.0-or-later.html). This website's [source code](https://github.com/EFForg/privacybadger-website) is licensed under [AGPLv3+](https://spdx.org/licenses/AGPL-3.0-or-later.html).
es: El [código fuente](https://github.com/EFForg/privacybadger) de Privacy Badger está licenciado bajo [GPLv3+](https://spdx.org/licenses/GPL-3.0-or-later.html). El [código fuente](https://github.com/EFForg/privacybadger-website) de este sitio web está licenciado bajo [AGPLv3+](https://spdx.org/licenses/AGPL-3.0-or-later.html).
fr: Le [code source](https://github.com/EFForg/privacybadger) de Privacy Badger est sous licence [GPLv3+](https://spdx.org/licenses/GPL-3.0-or-later.html). La licence du [code source](https://github.com/EFForg/privacybadger-website) de ce site Web est la [AGPLv3+](https://spdx.org/licenses/AGPL-3.0-or-later.html).
ru: [Исходный код Privacy Badger](https://github.com/EFForg/privacybadger) распространяется по лицензии [GPLv3+](https://spdx.org/licenses/GPL-3.0-or-later.html). [Исходный код этого веб-сайта](https://github.com/EFForg/privacybadger-website) распространяется по лицензии [AGPLv3+](https://spdx.org/licenses/AGPL-3.0-or-later.html).

source: How can I support Privacy Badger?
es: ¿Cómo puedo apoyar a Privacy Badger?
fr: Comment puis-je aider Privacy Badger ?
ru: Как я могу поддержать Privacy Badger?
zh_cn: 我怎样才能支持隐私獾？

source: Thanks for asking! Individual donations make up about half of EFF's support, which gives us the freedom to work on user-focused projects. If you want to support the development of Privacy Badger and other projects like it, you can [throw us a few dollars here](https://supporters.eff.org/donate/support-privacy-badger). Thank you.
es: Gracias por preguntar! Las donaciones individuales constituyen aproximadamente la mitad del apoyo de EFF, lo que nos da la libertad de trabajar en proyectos centrados en los usuarios. Si desea apoyar el desarrollo de Privacy Badger y otros proyectos como éste, puede [enviarnos unos cuantos dólares aquí](https://supporters.eff.org/donate/support-privacy-badger). Gracias.
ru: Спасибо за вопрос! Индивидуальные пожертвования составляют около половины поддержки EFF, что дает нам свободу работать над проектами, ориентированными на пользователей. Если вы хотите поддержать развитие Privacy Badger и других подобных проектов, вы можете [пожертвовать нам несколько долларов здесь](https://supporters.eff.org/donate/support-privacy-badger). Спасибо.

source: How does Privacy Badger handle social media widgets?
es: ¿Cómo maneja Privacy Badger los widgets de redes sociales?
fr: Comment Privacy Badger gère-t-il les « widgets » de médias sociaux ?
ru: Как Privacy Badger обрабатывает виджеты социальных сетей?
zh_cn: 隐私獾是如何处理社交媒体小工具的？

source: Social media widgets (such as the Facebook Like button) often track your reading habits. Even if you don't click them, the social media companies often see exactly which pages you're seeing the widget on. When blocking social buttons and other potentially useful (video, audio, comments) widgets, [Privacy Badger can replace them](https://www.eff.org/deeplinks/2024/01/privacy-badger-puts-you-control-widgets) with click-to-activate placeholders. You will not be tracked by these replacements unless you explicitly choose to click them.
es: Los widgets de las redes sociales (como el botón Me gusta de Facebook) a menudo rastrean sus hábitos de lectura. Incluso si no haces clic en ellos, las compañías de medios sociales a menudo ven exactamente en qué páginas estás viendo el widget. Al bloquear botones de redes sociales y otros widgets potencialmente útiles (vídeo, audio, comentarios), [Privacy Badger puede sustituirlos](https://www.eff.org/deeplinks/2024/01/privacy-badger-puts-you-control-widgets) con marcadores de posición de clic para activarlos. Estos reemplazos no le seguirán a menos que elija explícitamente hacer clic en ellos.
fr: Les widgets de médias sociaux (tels que le bouton « J'aime » de Facebook) suivent souvent vos habitudes de navigation. Même si vous ne cliquez pas dessus, les sociétés de médias sociaux voient souvent de manière précise sur quelles pages vous voyez leur widget. Lors du blocage des boutons sociaux et d'autres widgets potentiellement utiles (vidéo, audio, commentaires), [Privacy Badger peut les remplacer](https://www.eff.org/deeplinks/2024/01/privacy-badger-puts-you-control-widgets) par des encarts « cliquer pour activer ». Vous ne serez pas suivi par ces remplacements, sauf si vous choisissez explicitement de cliquer dessus.
ru: Виджеты социальных сетей (такие как кнопка «Нравится» на Facebook) часто отслеживают ваши привычки чтения. Даже если вы не нажимаете на них, компании, владеющие социальными сетями, часто видят, на каких именно страницах вы просматриваете виджеты. При блокировке кнопок социальных сетей и других потенциально полезных виджетов (видео, аудио, комментарии) [Privacy Badger может заменить их](https://www.eff.org/deeplinks/2024/01/privacy-badger-puts-you-control-widgets) заполнителями, которые активируются при нажатии. Эти замены не будут отслеживать ваши действия, если вы явно не решите нажать на них.
zh_cn: 社交媒体小工具（如Facebook的“赞”按钮）通常会追踪您的阅读习惯。即使您不点击它们，社交媒体公司也经常能准确地看到您在哪些页面上看到小工具。在阻止社交按钮和其他可能有用的（视频、音频、评论）小工具时，[隐私獾可以用点击激活的占位符来取代它们](https://www.eff.org/deeplinks/2024/01/privacy-badger-puts-you-control-widgets)。除非您明确选择点击这些替代物，否则您不会被追踪到。

source: How do I uninstall/remove Privacy Badger?
es: ¿Cómo desinstalar o eliminar Privacy Badger?
fr: Comment puis-je désinstaller/supprimer Privacy Badger ?
ru: Как деинсталировать/удалить Privacy Badger?
zh_cn: 如何卸载/删除隐私獾？

source: Firefox: See the [Disable or remove Add-ons](https://support.mozilla.org/en-US/kb/disable-or-remove-add-ons#w_disabling-and-removing-extensions) Mozilla help page.
es: Firefox: Consulte la página de ayuda [Desinstalar o eliminar los complementos](https://support.mozilla.org/es/kb/desinstalar-o-eliminar-los-complementos#w_eliminar-extensiones-y-temas) de Mozilla.
fr: Pour Firefox : Consultez la page d'aide de Mozilla [Désactiver ou supprimer les modules complémentaires](https://support.mozilla.org/fr/kb/desactiver-supprimer-modules#w_disabling-and-removing-extensions).
ru: Firefox: cм. страницу справки Mozilla [Отключение или удаление дополнений](https://support.mozilla.org/ru/kb/udalenie-dopolnenij#w_otkliuchenie-i-udalenie-rasshirenii).
zh_cn: 火狐浏览器：请参阅[卸载附加组件](https://support.mozilla.org/zh-CN/kb/%E5%8D%B8%E8%BD%BD%E9%99%84%E5%8A%A0%E7%BB%84%E4%BB%B6#w_jin-yong-he-shan-chu-kuo-zhan) Mozilla帮助页面。

source: Chrome: See the [Install and manage extensions](https://support.google.com/chrome_webstore/answer/2664769?hl=en) Chrome Web Store help page.
es: Chrome: Consulte la página de ayuda [Instalar y administrar extensiones](https://support.google.com/chrome_webstore/answer/2664769?hl=es) de Chrome Web Store.
fr: Pour Chrome : Consultez la page d'aide [Installer et gérer les extensions](https://support.google.com/chrome_webstore/answer/2664769?hl=fr) du Chrome Web Store.
ru: Chrome: см. страницу справки Интернет-магазина Chrome [Как устанавливать расширения и управлять ими](https://support.google.com/chrome_webstore/answer/2664769?hl=ru).
zh_cn: Chrome浏览器：请参阅[安装和管理扩展程序](https://support.google.com/chrome_webstore/answer/2664769?hl=zh-Hans) Chrome网上应用店帮助页面。

source: Edge: See the [Add or remove browser add-ons, extensions, and toolbars](https://support.microsoft.com/en-us/help/4027935/microsoft-edge-add-or-remove-browser-extensions) Microsoft help page.
es: Edge: Consulte la página de ayuda [Buscar, agregar o quitar extensiones en Microsoft Edge](https://support.microsoft.com/es-es/microsoft-edge/buscar-agregar-o-quitar-extensiones-en-microsoft-edge-f3522273-d067-7435-6a9d-fdb99213e9a8) de Microsoft.
fr: Pour Edge : Consultez la page d'aide Microsoft [Ajouter ou supprimer les modules complémentaires, les extensions et les barres d'outils du navigateur](https://support.microsoft.com/fr-fr/microsoft-edge/ajouter-d%C3%A9sactiver-ou-supprimer-des-extensions-dans-microsoft-edge-9c0ec68c-2fbc-2f2c-9ff0-bdc76f46b026).
ru: Edge: см. страницу справки Microsoft [Добавление, отключение и удаление расширений в Microsoft Edge](https://support.microsoft.com/ru-ru/microsoft-edge/%D0%B4%D0%BE%D0%B1%D0%B0%D0%B2%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5-%D0%BE%D1%82%D0%BA%D0%BB%D1%8E%D1%87%D0%B5%D0%BD%D0%B8%D0%B5-%D0%B8-%D1%83%D0%B4%D0%B0%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5-%D1%80%D0%B0%D1%81%D1%88%D0%B8%D1%80%D0%B5%D0%BD%D0%B8%D0%B9-%D0%B2-microsoft-edge-9c0ec68c-2fbc-2f2c-9ff0-bdc76f46b026).
zh_cn: Edge：请查阅[在 Microsoft Edge 中查找、添加或删除扩展](https://support.microsoft.com/zh-cn/microsoft-edge/%E5%9C%A8-microsoft-edge-%E4%B8%AD%E6%9F%A5%E6%89%BE-%E6%B7%BB%E5%8A%A0%E6%88%96%E5%88%A0%E9%99%A4%E6%89%A9%E5%B1%95-f3522273-d067-7435-6a9d-fdb99213e9a8) Microsoft 帮助页面。

source: Is Privacy Badger compatible with other extensions, including adblockers?
es: ¿Es Privacy Badger compatible con otras extensiones, incluidos otros bloqueadores de anuncios?
fr: Est-ce que Privacy Badger est compatible avec d'autres extensions, notamment les bloqueurs de publicité ?
ru: Совместим ли Privacy Badger с другими расширениями, именно с адблокерами?
zh_cn: 隐私獾是否与其他扩展兼容，包括广告屏蔽器？

source: Privacy Badger should be compatible with other extensions.
es: Privacy Badger debería ser compatible con otras extensiones.
fr: Privacy Badger devrait être compatible avec d'autres extensions.
ru: Privacy Badger должен быть совместим с другими расширениями.
zh_cn: 隐私獾应该与其他扩展兼容。

source: While there is likely to be overlap between the various manually-edited advertising/tracker lists and Privacy Badger, unlike adblockers, Privacy Badger automatically learns to block trackers based on their behavior. This means that Privacy Badger may learn to block trackers your adblocker doesn't know about.
es: Aunque es probable que haya un solapamiento entre las diversas listas de publicidad/rastreadores editadas manualmente y Privacy Badger, a diferencia de los bloqueadores de anuncios, Privacy Badger aprende automáticamente a bloquear los rastreadores en función de su comportamiento. Esto significa que Privacy Badger puede aprender a bloquear rastreadores que su adblocker no conoce.
fr: Bien qu'il soit probable qu'il y ait un chevauchement entre les diverses listes de publicité/traqueurs éditées manuellement et Privacy Badger, contrairement aux bloqueurs de publicité, Privacy Badger apprend automatiquement à bloquer les traqueurs en fonction de leur comportement. Cela signifie que Privacy Badger peut apprendre à bloquer des traqueurs que votre bloqueur de publicité ne connaît pas.
ru: Хотя между различными вручную отредактированными списками рекламы/трекеров и Privacy Badger, вероятно, есть пересечения, в отличие от блокировщиков рекламы, Privacy Badger автоматически учится блокировать трекеры на основе их поведения. Это означает, что Privacy Badger может научиться блокировать трекеры, о которых ваш блокировщик рекламы не знает.
zh_cn: 虽然各种手动编辑的广告/跟踪器列表与隐私獾之间可能存在重叠，但与广告拦截器不同，隐私獾会根据跟踪器的行为自动学习拦截。这意味着隐私獾可能会学习拦截您的广告拦截器所不知道的追踪者。

source: Is Privacy Badger compatible with Firefox's built-in privacy protections?
es: ¿Es Privacy Badger compatible con el bloqueo de contenido integrado de Firefox?
fr: Privacy Badger est-elle compatible avec les protections de la vie privée intégrées à Firefox ?
ru: Совместим ли Privacy Badger со встроенными средствами защиты конфиденциальности Firefox?

source: It's fine to use Firefox's built-in content blocking ([Enhanced Tracking Protection](https://blog.mozilla.org/en/products/firefox/firefox-now-available-with-enhanced-tracking-protection-by-default/) or ETP) and Privacy Badger together. While there is overlap between Firefox's tracker lists and Privacy Badger, Privacy Badger automatically learns to block trackers based on their behavior. This means that Privacy Badger's automatically-generated and regularly updated blocklist contains trackers not found in Firefox's human-generated lists. Additionally, [Firefox does not fully block "tracking content"](https://support.mozilla.org/en-US/kb/enhanced-tracking-protection-firefox-desktop#w_what-enhanced-tracking-protection-blocks) in regular (non-"private") windows by default.
es: Se puede utilizar el bloqueo de contenidos integrado en Firefox ([Enhanced Tracking Protection](https://blog.mozilla.org/en/products/firefox/firefox-now-available-with-enhanced-tracking-protection-by-default/) o ETP) y Privacy Badger a la vez. Aunque existe una superposición entre las listas de rastreadores de Firefox y Privacy Badger, este último aprende automáticamente a bloquear los rastreadores en función de su comportamiento. Esto significa que la lista de bloqueo de Privacy Badger, generada automáticamente y actualizada con regularidad, contiene rastreadores que no se encuentran en las listas de Firefox generadas por humanos. Además, [Firefox no bloquea completamente el «contenido de seguimiento»](https://support.mozilla.org/es/kb/Protecci%C3%B3n-contra-el-rastreo-mejorada-en-Firefox-para-escritorio#w_que-bloquea-la-proteccion-contra-el-rastreo-mejorada) en ventanas normales (no «privadas») por defecto.
fr: Vous pouvez utiliser le blocage de contenu intégré de Firefox ([Protection renforcée contre le pistage](https://blog.mozilla.org/en/products/firefox/firefox-now-available-with-enhanced-tracking-protection-by-default/) ou ETP) et Privacy Badger en même temps. Bien qu’il y ait un chevauchement entre les listes de traqueurs de Firefox et de Privacy Badger, cette dernière apprend automatiquement à bloquer les traqueurs en fonction de leur comportement. Cela signifie que la liste de blocage de Privacy Badger, générée automatiquement et mise à jour régulièrement, contient des traqueurs qui ne figurent pas dans les listes de Firefox générées par des personnes. De plus, [Firefox ne bloque pas complètement par défaut les « contenus de suivi »](https://support.mozilla.org/fr/kb/protection-renforcee-contre-pistage-firefox-ordinateur#w_reglage-standard-de-la-protection-renforcee-contre-le-pistage) dans les fenêtres normales (non « privées »).
ru: Можно использовать встроенную функцию блокировки контента Firefox ([Enhanced Tracking Protection](https://blog.mozilla.org/en/products/firefox/firefox-now-available-with-enhanced-tracking-protection-by-default/) или ETP) и Privacy Badger одновременно. Хотя списки трекеров Firefox и Privacy Badger частично совпадают, Privacy Badger автоматически учится блокировать трекеры на основе их поведения. Это означает, что автоматически сгенерированный и регулярно обновляемый список блокировки Privacy Badger содержит трекеры, которых нет в списках Firefox, составленных людьми. Кроме того, [Firefox по умолчанию не блокирует полностью «отслеживающий контент»](https://support.mozilla.org/en-US/kb/enhanced-tracking-protection-firefox-desktop#w_what-enhanced-tracking-protection-blocks) в обычных (не «приватных») окнах.

source: What about Firefox's [Total Cookie Protection](https://blog.mozilla.org/en/products/firefox/firefox-rolls-out-total-cookie-protection-by-default-to-all-users-worldwide/) (dynamic First Party Isolation or dFPI)? Total Cookie Protection works by keeping third-party cookies isolated to the site they were set on. However, if unblocked, trackers can still use techniques like [first-party cookie syncing](https://arxiv.org/abs/2208.12370) and [browser fingerprinting](https://securehomes.esat.kuleuven.be/~gacar/persistent/). They can track your IP address, or they can use some combination of these techniques. Trackers [harvest sensitive information](https://freedom-to-tinker.com/2020/07/14/can-the-exfiltration-of-personal-data-by-web-trackers-be-stopped/), and [serve as vectors for malware](https://en.wikipedia.org/wiki/Malvertising). Not to mention, unblocked trackers slow down websites and waste your bandwidth.
es: ¿Qué pasa con [Total Cookie Protection](https://blog.mozilla.org/en/products/firefox/firefox-rolls-out-total-cookie-protection-by-default-to-all-users-worldwide/) de Firefox (dynamic First Party Isolation o dFPI)? La Protección Total de Cookies funciona manteniendo las cookies de terceros aisladas del sitio en el que se instalaron. Sin embargo, si se desbloquea, los rastreadores pueden seguir utilizando técnicas como [sincronización de cookies de origen](https://arxiv.org/abs/2208.12370) y [huella digital del navegador](https://securehomes.esat.kuleuven.be/~gacar/persistent/). Pueden rastrear tu dirección IP o utilizar una combinación de estas técnicas. Los rastreadores [recopilan información sensible](https://freedom-to-tinker.com/2020/07/14/can-the-exfiltration-of-personal-data-by-web-trackers-be-stopped/), y [solicitan vectores para el malware](https://es.wikipedia.org/wiki/Malvertising). Además, los rastreadores desbloqueados ralentizan los sitios web y consumen ancho de banda.
fr: Qu’en est-il de la [Protection totale contre les témoins (cookies)](https://blog.mozilla.org/en/products/firefox/firefox-rolls-out-total-cookie-protection-by-default-to-all-users-worldwide/) de Firefox (isolation dynamique de premier niveau ou dFPI) ? La protection totale contre les témoins fonctionne en isolant les témoins tiers du site sur lequel ils ont été définis. Toutefois, s’ils ne sont pas bloqués, les traqueurs peuvent toujours utiliser des techniques telles que la [synchronisation des témoins de premier niveau](https://arxiv.org/abs/2208.12370) et l’[empreinte du navigateur](https://securehomes.esat.kuleuven.be/~gacar/persistent/). Ils peuvent suivre votre adresse IP ou utiliser une combinaison de ces techniques. Les traqueurs [récoltent des données sensibles](https://freedom-to-tinker.com/2020/07/14/can-the-exfiltration-of-personal-data-by-web-trackers-be-stopped/) et [servent de vecteurs aux logiciels malveillants](https://en.wikipedia.org/wiki/Malvertising). Sans oublier que les traqueurs non bloqués ralentissent les sites web et gaspillent votre bande passante.
ru: А как насчет функции Firefox [Total Cookie Protection](https://blog.mozilla.org/en/products/firefox/firefox-rolls-out-total-cookie-protection-by-default-to-all-users-worldwide/) (dynamic First Party Isolation или dFPI)? Total Cookie Protection работает, изолируя сторонние куки-файлы на том сайте, на котором они были установлены. Однако, если блокировка снята, трекеры все равно могут использовать такие методы, как [синхронизация куки-файлов первой стороны](https://arxiv.org/abs/2208.12370) и [отпечатки браузера](https://securehomes.esat.kuleuven.be/~gacar/persistent/). Они могут отслеживать ваш IP-адрес или использовать комбинацию этих методов. Трекеры [собирают конфиденциальную информацию](https://freedom-to-tinker.com/2020/07/14/can-the-exfiltration-of-personal-data-by-web-trackers-be-stopped/) и [служат векторами для вредоносного ПО](https://en.wikipedia.org/wiki/Malvertising). Не говоря уже о том, что незаблокированные трекеры замедляют работу веб-сайтов и тратят ваш трафик.

source: Keep in mind that Privacy Badger is [not just a tracker blocker](#How-is-Privacy-Badger-different-from-Disconnect%2c-Adblock-Plus%2c-Ghostery%2c-and-other-blocking-extensions).
es: Recuerde que Privacy Badger [no es solamente un bloqueador de rastreadores](#How-is-Privacy-Badger-different-from-Disconnect%2c-Adblock-Plus%2c-Ghostery%2c-and-other-blocking-extensions).
ru: Имейте в виду, что Privacy Badger [не просто блокировщик отслеживания](#How-is-Privacy-Badger-different-from-Disconnect%2c-Adblock-Plus%2c-Ghostery%2c-and-other-blocking-extensions).

source: Why does my browser connect to fastly.com IP addresses on startup after installing Privacy Badger?
es: ¿Por qué mi navegador se conecta a las direcciones IP de fastly.com al iniciarse después de instalar Privacy Badger?
fr: Pourquoi est-ce que mon navigateur se connecte aux adresses IP de fastly.com au démarrage après l'installation de Privacy Badger ?
ru: Почему мой браузер подключается к IP-адресам fastly.com при запуске после установки Privacy Badger?
zh_cn: 为什么安装隐私獾后，我的浏览器在启动时连接到fastly.com的IP地址？

source: EFF uses Fastly to host EFF's Web resources: Fastly is EFF's CDN. Privacy Badger pings the CDN for the following resources to ensure that the information in them is fresh even if there hasn't been a new Privacy Badger release in a while:
es: EFF utiliza Fastly para alojar los recursos web de EFF: Fastly es la CDN de EFF. Privacy Badger hace ping a la CDN para los siguientes recursos a fin de garantizar que la información que contienen esté actualizada, incluso si no ha habido una nueva versión de Privacy Badger en un tiempo:
fr: L'EFF utilise Fastly pour héberger ses ressources Web : Fastly est le CDN de l'EFF. Privacy Badger envoie des pings au CDN pour les ressources suivantes afin de s'assurer que les informations qu'elles contiennent soient fraîches, même s'il n'y a pas eu de nouvelle version de Privacy Badger depuis un certain temps :
ru: EFF использует Fastly для размещения веб-ресурсов EFF: Fastly — это CDN EFF. Privacy Badger пингует CDN для следующих ресурсов, чтобы убедиться, что информация в них актуальна, даже если в течение некоторого времени не было нового выпуска Privacy Badger:
zh_cn: EFF使用Fastly来托管EFF的网络资源。Fastly是EFF的CDN。隐私獾对以下资源的CDN进行ping，以确保其中的信息是新鲜的，即使有一段时间没有新的隐私獾发布。

source: EFF does not set cookies or retain IP addresses for these queries.
es: EFF no instala cookies ni conserva direcciones IP para estas consultas.
fr: L'EFF n'utilise pas de cookie et n'enregistre pas d'adresse IP pour ces requêtes.
ru: EFF не устанавливает куки-файлы и не сохраняет IP-адреса для этих запросов.
zh_cn: EFF不会为这些查询设置cookies或保留IP地址。

source: Why does Privacy Badger need access to my data for all websites?
es: ¿Por qué Privacy Badger necesita acceder a mis datos para todos los sitios web?
fr: Pourquoi est-ce que Privacy Badger a besoin d'avoir accès à mes données pour tous les sites Web ?
ru: Почему Privacy Badger требует доступ к моим данным для всех веб-сайтов?
zh_cn: 为什么隐私獾需要访问我所有网站的数据？

source: When you install Privacy Badger, your browser warns that Privacy Badger can "access your data for all websites" (in Firefox), or "read and change all your data on the websites you visit" (in Chrome). You are right to be alarmed. You should only install extensions made by organizations you trust.
es: Cuando instalas Privacy Badger, tu navegador te advierte de que puede "acceder a tus datos para todos los sitios web" (en Firefox), o "leer y cambiar todos tus datos en los sitios web que visitas" (en Chrome). Hace bien en alarmarse. Sólo deberías instalar extensiones hechas por organizaciones en las que confíes.
ru: При установке Privacy Badger ваш браузер предупреждает, что Privacy Badger может «получать доступ к вашим данным на всех веб-сайтах» (в Firefox) или «читать и изменять все ваши данные на посещаемых вами веб-сайтах» (в Chrome). Вы правы, что обеспокоены. Вы должны устанавливать только расширения, созданные организациями, которым доверяете.
