Repository: EFForg/privacybadger-website
Catalog: po/faqs.*.po
Languages: es, fr, ru, zh_cn

source: Actually, nothing in the Privacy Badger code is specifically written to block ads. Rather, it focuses on disallowing any visible or invisible "third party" scripts or images that appear to be tracking you even though you specifically denied consent by sending [Do Not Track](https://www.eff.org/issues/do-not-track) and [Global Privacy Control](https://globalprivacycontrol.org/) signals. It just so happens that most (but not all) of these third party trackers are advertisements. When you see an ad, the ad sees you, and can track you. Privacy Badger is here to stop that.
es: En realidad, nada en el código de Privacy Badger está específicamente escrito para bloquear los anuncios. Más bien, se enfoca en no permitir que ningún script o imagen visible o invisible de "terceros" parezca estar siguiéndole a pesar de que usted ha negado específicamente su consentimiento enviando las señales «[No rastrear](https://www.eff.org/issues/do-not-track)» y «[Control de privacidad global](https://globalprivacycontrol.org/)». Sucede que la mayoría (pero no todos) esos rastreadores de terceros son anuncios. Cuando un anuncio es visible, el anuncio lo ve a usted y puede rastrearlo. Privacy Badger está aquí para detener eso.
fr: En fait, rien dans le code de Privacy Badger n'est spécifiquement écrit pour bloquer les publicités. Il se concentre plutôt sur le rejet de tout script ou image « tiers » visible ou invisible qui semble vous suivre même si vous avez spécifiquement refusé le consentement en envoyant des signaux [Ne pas me pister](https://www.eff.org/issues/do-not-track) et [Contrôle global de la protection des données](https://globalprivacycontrol.org/). Il se trouve que la plupart (mais pas tous) de ces traqueurs tiers sont des publicités. Lorsque vous voyez une publicité, la publicité vous voit, et peut vous suivre. Privacy Badger est là pour arrêter cela.
ru: На самом деле, в коде Privacy Badger нет ничего, что было бы специально написано для блокировки рекламы. Скорее, он сосредоточен на запрете любых видимых или невидимых скриптов или изображений «третьих сторон», которые, по-видимому, отслеживают вас, даже если вы специально отказались дать согласие, отправив сигналы [Do Not Track](https://www.eff.org/issues/do-not-track) и [Global Privacy Control](https://globalprivacycontrol.org/). Так сложилось, что большинство (но не все) этих сторонних трекеров являются рекламой. Когда вы видите рекламу, реклама видит вас и может отслеживать вас. Privacy Badger создан, чтобы это предотвратить.
zh_cn: 实际上，隐私獾的代码中没有任何内容是专门用来阻止广告的。相反，它侧重于禁止任何可见或不可见的“第三方”脚本或图像，这些脚本或图像似乎在追踪您，即使您通过发送[请勿跟踪](https://www.eff.org/issues/do-not-track)和[全局隐私跟踪](https://globalprivacycontrol.org/)信号明确拒绝了同意。碰巧的是，大多数（但不是全部）这些第三方跟踪器是广告。当您看到广告时，广告就会看到您，并可以跟踪您。隐私獾是为了阻止这种情况。

source: Why doesn't Privacy Badger block all ads?
es: ¿Por qué Privacy Badger no bloquea todos los anuncios?
fr: Pourquoi Privacy Badger ne bloque pas toutes les publicités ?
ru: Почему Privacy Badger не блокирует всю рекламу?
zh_cn: 为什么隐私獾不能阻止所有广告？

source: Because Privacy Badger is primarily a privacy tool, not an ad blocker. Our aim is not to block ads, but to prevent non-consensual invasions of people's privacy because we believe they are inherently objectionable. We also want to create incentives for advertising companies to do the right thing. Of course, if you really dislike ads, you can also install a traditional ad blocker.
es: Porque Privacy Badger es principalmente una herramienta de privacidad, no un bloqueador de anuncios. Nuestro objetivo no es bloquear los anuncios, sino prevenir las invasiones no consensuadas a la privacidad de las personas, porque creemos que son inherentemente objetables. También queremos crear incentivos para que las empresas de publicidad hagan lo correcto. Por supuesto, si realmente no le gustan los anuncios, también puede instalar un bloqueador de anuncios tradicional.
fr: Parce que Privacy Badger est avant tout un outil de protection de la vie privée, et non un bloqueur de publicité. Notre objectif n'est pas de bloquer les publicités, mais d'empêcher les invasions non consenties de la vie privée des internautes parce que nous pensons qu'elles sont intrinsèquement répréhensibles. Nous voulons également inciter les sociétés de régie publicitaire à faire ce qu'il faut. Bien entendu, si vous n'aimez vraiment pas les publicités, vous pouvez également installer un bloqueur de publicité traditionnel.
ru: Потому что Privacy Badger — это в первую очередь инструмент для защиты конфиденциальности, а не блокировщик рекламы. Наша цель — не блокировать рекламу, а предотвращать несанкционированное вторжение в частную жизнь людей, поскольку мы считаем, что это по сути своей недопустимо. Мы также хотим создать стимулы для рекламных компаний, чтобы они поступали правильно. Конечно, если вам действительно не нравится реклама, вы также можете установить традиционный блокировщик рекламы.
zh_cn: 因为隐私獾主要是一个隐私工具，而不是一个广告屏蔽器。我们的目的不是阻止广告，而是防止未经同意侵犯人们的隐私。我们还希望为广告公司创造激励机制，使其做正确的事情。当然，如果您真的不喜欢广告，您也可以安装一个传统的广告屏蔽器。

source: What is Global Privacy Control (GPC)?
es: ¿Qué es el Control de Privacidad Global (GPC)?
fr: Qu'est-ce le « Contrôle global de la protection des données » (GPC) ?
ru: Что такое Global Privacy Control (GPC)?
zh_cn: 什么是全局隐私控制（GPC）？

source: [Global Privacy Control (GPC)](https://globalprivacycontrol.org/) is a new specification that allows users to tell companies they'd like to opt out of having their data shared or sold. By default, Privacy Badger sends the GPC signal to every company you interact with alongside the Do Not Track (DNT) signal.
es: [Control de privacidad global (GPC)](https://globalprivacycontrol.org/) es una nueva especificación que permite a los usuarios indicar a las empresas que no desean que se compartan o vendan sus datos. Por defecto, Privacy Badger envía la señal GPC a todas las empresas con las que se interactúa junto con la señal No rastrear (DNT).
fr: [Contrôle global de la protection des données (GPC)](https://globalprivacycontrol.org/) est une nouvelle spécification qui permet aux utilisateurs d'indiquer aux entreprises qu'ils ne souhaitent pas que leurs données soient partagées ou vendues. Par défaut, Privacy Badger envoie le signal GPC à chaque entreprise avec laquelle vous interagissez, en même temps que le signal « Ne pas me pister » (DNT).
ru: [Global Privacy Control (GPC)](https://globalprivacycontrol.org/) — это новая спецификация, которая позволяет пользователям сообщать компаниям о своем нежелании делиться или продавать свои данные. По умолчанию Privacy Badger отправляет сигнал GPC каждой компании, с которой вы взаимодействуете, наряду с сигналом Do Not Track (DNT).
zh_cn: [全局隐私控制（GPC）](https://globalprivacycontrol.org/)是一种新的规范，允许用户告诉公司他们愿意选择不分享或出售他们的数据。默认情况下，隐私獾会将GPC信号与拒绝追踪（DNT）信号一起发送给与您互动的每家公司。

source: What's the difference? Do Not Track is meant to tell companies that you don't want to be tracked in any way (learn more about what we mean by "tracking" [here](https://www.eff.org/pages/understanding-effs-do-not-track-policy-universal-opt-out-tracking)). Privacy Badger gives third-party companies a chance to comply with DNT by adopting [our DNT policy](https://www.eff.org/dnt-policy/), and blocks those that look like they're tracking you anyway.
es: ¿Cuál es la diferencia? «No rastrear» tiene por objeto indicar a las empresas que usted no quiere ser rastreado de ninguna manera (aprenda más sobre lo que entendemos por "rastreo" [aquí](https://www.eff.org/pages/understanding-effs-do-not-track-policy-universal-opt-out-tracking)). Privacy Badger da a las empresas de terceros la oportunidad de cumplir con DNT adoptando [nuestra política de DNT](https://www.eff.org/dnt-policy/), y bloquea aquellas que parecen rastrearle de todos modos.
fr: Quelle est la différence ? Ne pas me pister est destiné à indiquer aux entreprises que vous ne voulez pas être suivi de quelque manière que ce soit (en savoir plus sur ce que nous entendons par « suivi » [ici](https://www.eff.org/pages/understanding-effs-do-not-track-policy-universal-opt-out-tracking)). Privacy Badger donne aux entreprises tierces une chance de se conformer au DNT en adoptant [notre politique DNT](https://www.eff.org/dnt-policy/), et bloque celles qui semblent vous suivre de toute façon.
ru: В чем разница? Функция «Do Not Track» предназначена для того, чтобы сообщить компаниям, что вы не хотите, чтобы вас отслеживали каким-либо образом (подробнее о том, что мы понимаем под «отслеживанием», читайте [здесь](https://www.eff.org/pages/understanding-effs-do-not-track-policy-universal-opt-out-tracking)). Privacy Badger дает сторонним компаниям возможность соблюдать DNT, приняв [нашу политику DNT](https://www.eff.org/dnt-policy/), и блокирует те, которые, похоже, все равно отслеживают вас.
zh_cn: 这有什么区别？拒绝追踪的目的是告诉公司您不希望被以任何方式追踪（了解更多关于 “追踪”的含义[这里](https://www.eff.org/pages/understanding-effs-do-not-track-policy-universal-opt-out-tracking)）。隐私獾通过采用[我们的DNT政策](https://www.eff.org/dnt-policy/)给第三方公司一个遵守DNT的机会，并阻止似乎无论如何都在跟踪您的公司。

source: When DNT was developed, many websites simply ignored users’ requests not to be tracked. That's why Privacy Badger has to act as an enforcer: trackers that don't want to comply with your wishes get blocked. Today, users in many jurisdictions have the legal right to opt out of some kinds of tracking. That's where GPC comes in.
es: Cuando se desarrolló DNT, muchos sitios web simplemente ignoraron las peticiones de los usuarios de no ser rastreados. Por eso, Privacy Badger tiene que actuar como ejecutor: los rastreadores que no quieren cumplir con sus deseos son bloqueados. Hoy en día, los usuarios de muchas jurisdicciones tienen el derecho legal de optar por no participar en algunos tipos de rastreo. Ahí es donde entra GPC.
fr: Lorsque le DNT a été développé, de nombreux sites Web ont tout simplement ignoré les demandes des utilisateurs de ne pas être suivis. C'est pourquoi Privacy Badger doit faire office d'exécuteur : les traqueurs qui ne veulent pas se conformer à vos souhaits sont bloqués. Aujourd'hui, dans de nombreuses juridictions, les utilisateurs ont le droit de refuser certains types de suivi. C'est là que GPC entre en jeu.
ru: Когда была разработана технология DNT, многие веб-сайты просто игнорировали запросы пользователей о запрете отслеживания. Поэтому Privacy Badger должен действовать как контролирующий орган: трекеры, которые не хотят соблюдать ваши пожелания, блокируются. Сегодня пользователи во многих юрисдикциях имеют законное право отказаться от некоторых видов отслеживания. Именно здесь и приходит на помощь GPC.
zh_cn: 在开发DNT时，许多网站根本无视用户不被追踪的请求。这就是为什么隐私獾要充当执行者的原因：不想遵守您的意愿的追踪者会被阻止。今天，许多司法管辖区的用户都有法律权利选择不接受某些类型的跟踪。这就是GPC的作用。

source: GPC is meant to be a legally-binding request to all companies in places with applicable privacy laws. For example, [the California Consumer Privacy Act](https://theccpa.org) gives California residents the right to opt out of having their data sold. By sending the GPC signal, Privacy Badger is telling companies that you would like to exercise your rights.
es: La GPC pretende ser una petición legalmente vinculante para todas las empresas en lugares con leyes de privacidad aplicables. Por ejemplo, [la Ley de Privacidad del Consumidor de California](https://theccpa.org) otorga a los residentes de California el derecho a optar por no vender sus datos. Al enviar la señal GPC, Privacy Badger está diciendo a las empresas que usted desea ejercer sus derechos.
ru: GPC представляет собой юридически обязывающий запрос ко всем компаниям, расположенным в местах, где действуют соответствующие законы о конфиденциальности. Например, [Закон о защите прав потребителей штата Калифорния](https://theccpa.org) дает жителям Калифорнии право отказаться от продажи своих данных. Отправляя сигнал GPC, Privacy Badger сообщает компаниям, что вы хотите воспользоваться своими правами.

source: The CCPA and other laws are [not perfect](https://advocacy.consumerreports.org/press_release/consumer-reports-study-finds-significant-obstacles-to-exercising-california-privacy-rights/), which is why Privacy Badger uses both approaches. It asks websites to respect your privacy, and it blocks known trackers from loading at all.
es: La CCPA y otras leyes [no son perfectas](https://advocacy.consumerreports.org/press_release/consumer-reports-study-finds-significant-obstacles-to-exercising-california-privacy-rights/), por lo que Privacy Badger utiliza ambos enfoques. Pide a los sitios web que respeten su privacidad y bloquea la carga de los rastreadores conocidos.
fr: La CCPA et les autres lois ne sont [pas parfaites](https://advocacy.consumerreports.org/press_release/consumer-reports-study-finds-significant-obstacles-to-exercising-california-privacy-rights/), c'est pourquoi Privacy Badger utilise les deux approches. Il demande aux sites Web de respecter votre vie privée et bloque le chargement des traqueurs connus.
ru: CCPA и другие законы [не идеальны](https://advocacy.consumerreports.org/press_release/consumer-reports-study-finds-significant-obstacles-to-exercising-california-privacy-rights/), поэтому Privacy Badger использует оба подхода. Он просит веб-сайты уважать вашу конфиденциальность и полностью блокирует загрузку известных трекеров.
zh_cn: CCPA和其他法律[并不完美](https://advocacy.consumerreports.org/press_release/consumer-reports-study-finds-significant-obstacles-to-exercising-california-privacy-rights/)，这就是隐私獾为什么采用两种方法。它要求网站尊重您的隐私，并从根本上阻止已知跟踪器的加载。

source: What about tracking by the sites I actively visit, like NYTimes.com or Facebook.com?
es: ¿Qué pasa con el seguimiento por parte de los sitios que visito activamente, como NYTimes.com o Facebook.com?
fr: Qu'en est-il du suivi de la part des sites que je visite volontairement, comme LeMonde.fr ou Facebook.com ?
ru: А как насчет отслеживания сайтов, которые я активно посещаю, таких как NYTimes.com или Facebook.com?
zh_cn: 我主动访问的网站，如NYTimes.com或Facebook.com的跟踪情况如何？

source: At present, Privacy Badger primarily protects you against tracking by third party sites. As far as privacy protections for "first party" sites (sites that you visit directly), Privacy Badger removes outgoing link click tracking on [Facebook](https://www.eff.org/deeplinks/2018/05/privacy-badger-rolls-out-new-ways-fight-facebook-tracking) and [Google](https://www.eff.org/deeplinks/2018/10/privacy-badger-now-fights-more-sneaky-google-tracking). We plan on adding more first party privacy protections in the future.
es: En la actualidad, Privacy Badger lo protege principalmente contra el rastreo por parte de sitios de terceros. En cuanto a la protección de la privacidad de los sitios de "primera parte" (sitios que usted visita directamente), Privacy Badger elimina el seguimiento de los enlaces salientes en [Facebook](https://www.eff.org/deeplinks/2018/05/privacy-badger-rolls-out-new-ways-fight-facebook-tracking) y [Google](https://www.eff.org/deeplinks/2018/10/privacy-badger-now-fights-more-sneaky-google-tracking). Planeamos añadir más protecciones de privacidad para las primeras partes en el futuro.
fr: À l'heure actuelle, Privacy Badger vous protège principalement contre le suivi par des sites tiers. En ce qui concerne les protections de la vie privée pour les sites « primaires » (sites que vous visitez directement), Privacy Badger supprime le suivi des clics sur les liens sortants sur [Facebook](https://www.eff.org/deeplinks/2018/05/privacy-badger-rolls-out-new-ways-fight-facebook-tracking) et [Google](https://www.eff.org/deeplinks/2018/10/privacy-badger-now-fights-more-sneaky-google-tracking). Nous prévoyons d'ajouter plus de protections de la vie privée pour les sites de première partie à l'avenir.
ru: В настоящее время Privacy Badger в первую очередь защищает вас от отслеживания со стороны сторонних сайтов. Что касается защиты конфиденциальности на «первичных» сайтах (сайтах, которые вы посещаете напрямую), Privacy Badger удаляет отслеживание кликов по исходящим ссылкам на [Facebook](https://www.eff.org/deeplinks/2018/05/privacy-badger-rolls-out-new-ways-fight-facebook-tracking) и [Google](https://www.eff.org/deeplinks/2018/10/privacy-badger-now-fights-more-sneaky-google-tracking). В будущем мы планируем добавить больше средств защиты конфиденциальности на сайтах первой стороны.
zh_cn: 目前，隐私獾主要保护您不受第三方网站的追踪。至于对“第一方”网站（您直接访问的网站）的隐私保护，隐私獾删除了[Facebook](https://www.eff.org/deeplinks/2018/05/privacy-badger-rolls-out-new-ways-fight-facebook-tracking)和[Google](https://www.eff.org/deeplinks/2018/10/privacy-badger-now-fights-more-sneaky-google-tracking)的外发链接点击跟踪。我们计划在未来增加更多的第一方隐私保护措施。

source: We are doing things in this order because the most scandalous, intrusive and objectionable form of online tracking is that conducted by companies you've [often never heard of](https://lumapartners.com/content/lumascapes/display-ad-tech-lumascape/) and have no relationship with. First and foremost, Privacy Badger is there to enforce Do Not Track against these domains by providing the technical means to restrict access to their tracking scripts and images. The right policy for whether nytimes.com, facebook.com or google.com can track you _when you visit that site_ – and the technical task of preventing it – is more complicated because often tracking is interwoven with the features the site offers.
es: Estamos haciendo las cosas en este orden porque la forma más escandalosa, intrusiva y censurable de rastreo en línea es la que llevan a cabo las compañías con las que usted [a menudo nunca ha oído hablar](https://lumapartners.com/content/lumascapes/display-ad-tech-lumascape/) y con las que no tiene ninguna relación. En primer lugar, Privacy Badger está ahí para hacer cumplir la política de No rastrear estos dominios proporcionando los medios técnicos para restringir el acceso a sus secuencias de comandos e imágenes de rastreo. La política correcta para saber si nytimes.com, facebook.com o google.com puede rastrearlo _cuando visita ese sitio_ -y la tarea técnica de prevenirlo - es más complicada porque a menudo el rastreo se entrelaza con las características que ofrece el sitio.
ru: Мы действуем в таком порядке, потому что наиболее скандальной, навязчивой и неприемлемой формой онлайн-отслеживания является отслеживание, осуществляемое компаниями, о которых вы [часто никогда не слышали](https://lumapartners.com/content/lumascapes/display-ad-tech-lumascape/) и с которыми у вас нет никаких отношений. Прежде всего, Privacy Badger предназначен для обеспечения соблюдения принципа «Do Not Track» в отношении этих доменов, предоставляя технические средства для ограничения доступа к их скриптам и изображениям отслеживания. Правильная политика в отношении того, могут ли nytimes.com, facebook.com или google.com отслеживать вас, _когда вы посещаете этот сайт_, а также техническая задача по предотвращению этого, являются более сложными, поскольку отслеживание часто переплетается с функциями, которые предлагает сайт.

source: Does Privacy Badger contain a list of blocked sites?
es: ¿Privacy Badger contiene una "lista negra" de sitios bloqueados?
fr: Est-ce que Privacy Badger maintient une liste des sites bloqués ?
ru: Содержит ли Privacy Badger список заблокированных сайтов?
zh_cn: 隐私獾是否包含一个被屏蔽的网站列表？

source: Unlike other blocking tools, we have not made decisions about which sites to block, but rather about which behavior is objectionable. Domains will only be blocked if Privacy Badger observes the domain collecting unique identifiers after it was sent Do Not Track and Global Privacy Control signals.
es: A diferencia de otras herramientas de bloqueo, no hemos tomado decisiones sobre qué sitios bloquear, sino sobre qué comportamiento es objetable. Los dominios sólo se bloquearán si Privacy Badger observa que el dominio recoge identificadores únicos después de que se le hayan enviado las señales de «No rastrear» y «Control de privacidad global».
fr: Contrairement à d'autres outils de blocage de suivi, nous n'avons pas pris de décision sur les sites à bloquer, mais plutôt sur les comportements répréhensibles. Les domaines ne seront bloqués que si Privacy Badger observe que le domaine collecte des identifiants uniques après avoir reçu les signaux « Ne pas me pister » et « Contrôle global de la protection des données ».
ru: В отличие от других инструментов блокировки, мы не принимали решений о том, какие сайты блокировать, а скорее о том, какое поведение является неприемлемым. Домены будут заблокированы только в том случае, если Privacy Badger замечает то, что домен собирает уникальные идентификаторы после того, как были отправлены сигналы «Global Privacy Control» и «Do Not Track».
zh_cn: 与其他屏蔽工具不同，我们没有指定对哪些网站进行屏蔽，而是对那些令人反感的行为做出决定。只有在隐私獾观察到域名在被发送“不要跟踪”和“全局隐私控制”信号后收集独特的标识符时，域名才会被屏蔽。

source: Privacy Badger _does_ contain a "[yellowlist](https://github.com/EFForg/privacybadger/blob/master/src/data/pbconfig.json)" of some sites that are known to provide essential third party resources; those sites show up as yellow and have their cookies blocked rather than being blocked entirely. This is a compromise with practicality, and in the long term we hope to phase out the yellowlist as these third parties begin to [explicitly commit to respecting Do Not Track](https://www.eff.org/dnt-policy). The criteria for including a domain on the yellowlist can be [found here](https://github.com/EFForg/privacybadger/blob/master/doc/yellowlist-criteria.md).
es: Privacy Badger _contiene_ una "[lista amarilla](https://github.com/EFForg/privacybadger/blob/master/src/data/pbconfig.json)" de algunos sitios que se sabe que proporcionan recursos esenciales de terceros; esos sitios aparecen en amarillo y tienen sus cookies bloqueadas en lugar de ser bloqueados por completo. Se trata de un compromiso con la practicidad, y a largo plazo esperamos ir eliminando la lista amarilla a medida que estos terceros comiencen a [comprometerse explícitamente a respetar la política de No rastrear](https://www.eff.org/dnt-policy). Los criterios para incluir un dominio en la lista amarilla se pueden [encontrar aquí](https://github.com/EFForg/privacybadger/blob/master/doc/yellowlist-criteria.md).
ru: Privacy Badger _содержит_ «[желтый список](https://github.com/EFForg/privacybadger/blob/master/src/data/pbconfig.json)» некоторых сайтов, которые, как известно, предоставляют важные ресурсы третьих сторон; эти сайты отображаются желтым цветом, и их куки-файлы блокируются вместо полного запрета. Это компромисс с практической целью, и в долгосрочной перспективе мы надеемся постепенно отказаться от желтого списка, поскольку эти третьи стороны начнут [явно обязываться уважать Do Not Track](https://www.eff.org/dnt-policy). Критерии включения домена в желтый список можно [найти здесь](https://github.com/EFForg/privacybadger/blob/master/doc/yellowlist-criteria.md).

source: How was the cookie blocking yellowlist created?
es: ¿Cómo se creó la lista amarilla de bloqueo de cookies?
fr: Comment a été construites cette liste jaune de blocage des cookies ?
ru: Как был создан желтый список блокировки куки-файлов?
zh_cn: 拦截cookie的黄名单是如何产生的？
